Repository: JoaoFloresDev/Calculator-
Catalog: Calculator++/Calculator Notes/LocalizableString/*.lproj/Localizable.strings
Languages: ar, de, es_419, es_mx, fr, hi_in, id, it, ja, ko, nl, ru, tr, zh_hans, zh_hant

# emailmessage
source: We will send an email with password recovery instructions
ar: سنقوم بإرسال بريد إلكتروني يحتوي على كلمة مرور استعادة إليك
de: Wir senden eine E-Mail mit Anweisungen zur Passwortwiederherstellung
es_419: Enviaremos un email con instrucciones para recuperar la contraseña
es_mx: Enviaremos um email com a senha de recuperação para você
fr: Nous enverrons un email avec les instructions de récupération du mot de passe
hi_in: हम आपको पासवर्ड पुनर्प्राप्ति के साथ ईमेल भेजेंगे
id: Kami akan mengirimkan email dengan instruksi untuk pemulihan kode sandi
it: Invieremo un'email con le istruzioni per il recupero della password
ja: パスワード復元手順が記載されたメールを送信します
ko: 비밀번호 복구 지침이 포함된 이메일을 보내드립니다
nl: We sturen een e-mail met instructies voor het herstellen van het wachtwoord
ru: Мы отправим письмо с инструкциями по восстановлению пароля
tr: Şifre kurtarma talimatlarını içeren bir e-posta göndereceğiz
zh_hans: 我们将向您发送一封带有恢复密码的电子邮件
zh_hant: 我們將向您發送一封帶有恢復密碼的電子郵件

# emailCancelButtonTitle
source: No
ar: لا
de: Nein
es_mx: Não
fr: Non
hi_in: नहीं
id: Tidak
ja: いいえ
ko: 아니오
nl: Nee
ru: Нет
tr: Hayır
zh_hans: 否
zh_hant: 否

# emailOkButtonTitle
source: Yes
ar: نعم
de: Ja
es_419: Sí
es_mx: Sim
fr: Oui
hi_in: हां
id: Ya
it: Sì
ja: はい
ko: 예
nl: Ja
ru: Да
tr: Evet
zh_hans: 是
zh_hant: 是

# emailNotRegisteredTitle
source: No Registered Email
ar: لم تقم بتسجيل عنوان بريد إلكتروني للاستعادة
de: E-Mail nicht registriert
es_419: No hay Email Registrado
es_mx: Você não cadastrou email para recuperação
fr: Email non enregistré
hi_in: आपने पुनर्प्राप्ति के लिए ईमेल दर्ज नहीं किया है
id: Email Tidak Terdaftar
it: Email non registrata
ja: 復元用のメールが登録されていません
ko: 복구 이메일이 등록되지 않았습니다
nl: Geen e-mail geregistreerd
ru: Электронная почта для восстановления не зарегистрирована
tr: Kayıtlı E-posta Bulunamadı
zh_hans: 您未注册用于恢复的电子邮件
zh_hant: 您未註冊用於恢復的電子郵件

# emailNotRegisteredMessage
source: No pre-registered email was found for your account
ar: لم نعثر على عنوان بريد إلكتروني مسجل مسبقًا لهذا الحساب
de: Wir konnten keine zuvor registrierte E-Mail für Ihr Konto finden
es_419: No se encontró un email registrado previamente para tu cuenta
es_mx: Não encontramos email pré cadastrado para a conta
fr: Aucun email préenregistré trouvé pour votre compte
hi_in: हमने इस खाते के लिए पूर्व में दर्ज किए गए ईमेल पते का पता नहीं लगा सके
id: Kami tidak menemukan email yang terdaftar sebelumnya untuk akun Anda
it: Non abbiamo trovato un'email precedentemente registrata per il tuo account
ja: アカウントに事前登録されたメールアドレスが見つかりませんでした
ko: 계정에 사전 등록된 이메일을 찾을 수 없습니다
nl: Er is geen eerder geregistreerd e-mailadres gevonden voor uw account
ru: Мы не нашли зарегистрированный адрес электронной почты для вашей учетной записи
tr: Hesabınız için önceden kayıtlı bir e-posta bulunamadı
zh_hans: 我们未找到此帐户的先前注册电子邮件地址
zh_hant: 我們未找到此帳戶的先前註冊電子郵件地址

# successEmailTitle
source: Email Sent Successfully
ar: تم إرسال البريد الإلكتروني بنجاح
de: E-Mail erfolgreich gesendet
es_419: Email Enviado Exitosamente
es_mx: Sucesso no envio do email
fr: Email envoyé avec succès
hi_in: ईमेल भेजा गया
id: Email Berhasil Dikirim
it: Email inviata con successo
ja: メールが正常に送信されました
ko: 이메일 전송 성공
nl: E-mail succesvol verzonden
ru: Письмо успешно отправлено
tr: E-posta Başarıyla Gönderildi
zh_hans: 电子邮件发送成功
zh_hant: 電子郵件發送成功

# successEmailMessage
source: Check your inbox. Within 48 hours, you will receive an email with password recovery instructions.
ar: الرجاء التحقق من صندوق البريد الوارد الخاص بك. ستتلقى بريدًا إلكترونيًا يحتوي على تعليمات استعادة كلمة المرور في غضون 48 ساعة
de: Überprüfen Sie bitte Ihren Posteingang. Sie erhalten innerhalb von 48 Stunden eine E-Mail mit Anweisungen zur Passwortwiederherstellung.
es_419: Revisa tu bandeja de entrada. En un plazo de 48 horas, recibirás un email con instrucciones para recuperar la contraseña.
es_mx: Confira sua caixa do email, dentro de 48h você receberá um email com a senha de recuperação
fr: Veuillez vérifier votre boîte de réception. Vous recevrez un email avec des instructions de récupération du mot de passe sous 48 heures.
hi_in: कृपया अपने इनबॉक्स की जाँच करें। आपको 48 घंटे के भीतर पासवर्ड पुनर्प्राप्ति के मार्गदर्शन के साथ ईमेल मिलेगा
id: Periksa kotak masuk Anda. Anda akan menerima email dengan instruksi pemulihan kode sandi dalam waktu 48 jam.
it: Controlla la tua casella di posta. Riceverai un'email con le istruzioni per il recupero della password entro 48 ore.
ja: メールボックスを確認してください。48時間以内にパスワード復元の手順が記載されたメールをお受け取りいただけます。
ko: 받은 편지함을 확인하세요. 비밀번호 복구 지침이 포함된 이메일이 48시간 내에 도착할 것입니다.
nl: Controleer uw inbox. U ontvangt binnen 48 uur een e-mail met de herstelinstructies.
ru: Пожалуйста, проверьте вашу почту. В течение 48 часов вы получите письмо с инструкциями по восстановлению пароля.
tr: Gelen kutunuzu kontrol edin. 48 saat içinde şifre kurtarma talimatlarını içeren bir e-posta alacaksınız.
zh_hans: 请检查您的收件箱。您将在48小时内收到一封带有恢复密码说明的电子邮件
zh_hant: 請檢查您的收件箱。您將在48小時內收到一封帶有恢復密碼說明的電子郵件

# errorEmailTitle
source: Error Sending Email
ar: حدث خطأ أثناء إرسال البريد الإلكتروني
de: Fehler beim E-Mail-Versand
es_419: Error al Enviar Email
es_mx: Erro ao enviar email
fr: Erreur d'envoi de l'email
hi_in: ईमेल भेजने में त्रुटि
id: Kesalahan Pengiriman Email
it: Errore nell'invio dell'email
ja: メール送信エラー
ko: 이메일 전송 오류
nl: Fout bij het verzenden van de e-mail
ru: Ошибка при отправке письма
tr: E-posta Gönderme Hatası
zh_hans: 发送电子邮件时出错
zh_hant: 發送電子郵件時出錯

# errorEmailMessage
source: Failed to send the email. Check your internet connection and try again.
ar: واجهنا مشكلة في إرسال البريد الإلكتروني. يُرجى التحقق من اتصالك بالإنترنت والمحاولة مرة أخرى
de: E-Mail konnte nicht gesendet werden. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es_419: No se pudo enviar el email. Verifica tu conexión a internet y vuelve a intentarlo.
es_mx: Tivemos problemas para enviar o email, confira a conexão com a internet e tente novamente
fr: Impossible d'envoyer l'email. Vérifiez votre connexion Internet et réessayez.
hi_in: हमें ईमेल भेजने में समस्या आई। कृपया अपना इंटरनेट कनेक्शन जाँचें और पुनः प्रयास करें
id: Tidak dapat mengirim email. Periksa koneksi internet Anda dan coba lagi.
it: Non è stato possibile inviare l'email. Controlla la tua connessione a internet e riprova.
ja: メールの送信に問題が発生しました。インターネット接続を確認し、再度お試しください。
ko: 이메일 전송에 문제가 발생했습니다. 인터넷 연결을 확인하고 다시 시도하세요.
nl: De e-mail kon niet worden verzonden. Controleer uw internetverbinding en probeer het opnieuw.
ru: Возникли проблемы с отправкой письма. Проверьте ваше интернет-соединение и попробуйте снова.
tr: E-posta gönderilemedi. İnternet bağlantınızı kontrol edin ve tekrar deneyin.
zh_hans: 我们在发送电子邮件时遇到问题。请检查您的互联网连接，然后重试
zh_hant: 我們在發送電子郵件時遇到問題。請檢查您的互聯網連接，然後重試

# remindMyPasscode
source: Forgot your password?
ar: هل نسيت كلمة المرور؟
de: Passwort vergessen?
es_419: ¿Olvidaste tu contraseña?
es_mx: Esqueceu sua senha?
fr: Mot de passe oublié ?
hi_in: क्या आपने अपना पासवर्ड भूल गए हैं?
id: Lupa Kode Sandi?
it: Hai dimenticato la password?
ja: パスワードを忘れましたか？
ko: 비밀번호를 잊으셨나요?
nl: Wachtwoord vergeten?
ru: Забыли ваш пароль?
tr: Şifrenizi mi unuttunuz?
zh_hans: 忘记密码？
zh_hant: 忘記密碼？

# selectNewIcon
source: Select an Icon
ar: اختر الرمز المطلوب
de: Wählen Sie ein neues Symbol
es_419: Selecciona un Ícono
fr: Sélectionnez l'icône souhaitée
hi_in: जिस आइकन को चुनना चाहते हैं, उसे चुनें
id: Pilih Ikon Baru
it: Seleziona l'icona desiderata
ja: 希望のアイコンを選択
ko: 원하는 아이콘을 선택하세요
nl: Selecteer het gewenste pictogram
ru: Выберите желаемый значок
tr: Bir Simge Seçin
zh_hans: 选择所需的图标
zh_hant: 選擇所需的圖標

# changeIconTitle
source: Change Icon
ar: تغيير الأيقونة
de: Symbol ändern
es_419: Cambiar Ícono
fr: Changer l'icône
hi_in: आइकन बदलें
id: Ubah Ikon
it: Cambia Icona
ja: アイコンを変更
ko: 아이콘 변경
nl: Pictogram wijzigen
ru: Сменить значок
tr: Simgeleri Değiştir
zh_hans: 更改图标
zh_hant: 更改圖標

source: Unlimited Storage
ar: تخزين غير محدود
de: Unbegrenzter Speicher
es_419: Almacenamiento Ilimitado
fr: Stockage illimité
hi_in: असीमित संग्रहण
id: Penyimpanan Tidak Terbatas
it: Spazio illimitato
ja: 無制限のストレージ
ko: 무제한 저장
nl: Onbeperkte opslag
ru: Неограниченное хранилище
tr: Sınırsız Depolama
zh_hans: 无限存储
zh_hant: 無限存儲

source: No Ads
ar: بدون إعلانات
de: Keine Werbung
es_419: Sin Anuncios
fr: Sans publicité
hi_in: विज्ञापन नहीं
id: Tanpa Iklan
it: Senza pubblicità
ja: 広告なし
ko: 광고 없음
nl: Geen advertenties
ru: Без рекламы
tr: Reklam Yok
zh_hans: 无广告
zh_hant: 無廣告

# videoSuport
source: Video Support
de: Video-Unterstützung
es_419: Soporte para Videos
fr: Support vidéo
hi_in: वीडियो सहायता
id: Dukungan Video
it: Supporto per video
ja: ビデオサポート
ko: 비디오 지원
nl: Video-ondersteuning
ru: Поддержка видео
tr: Video Desteği
zh_hans: 视频支持
zh_hant: 視頻支持

# callToActionPurchase
source: More security and peace of mind
de: Entdecken Sie unser Premium-Erlebnis
es_419: Más seguridad y tranquilidad
fr: Découvrez notre expérience Premium
hi_in: हमारे प्रीमियम अनुभव को जानें
id: Temukan pengalaman Premium kami
it: Scopri la nostra esperienza Premium
ja: プレミアム体験をお試しください
ko: 프리미엄 경험을 확인하세요
nl: Ontdek onze Premium-ervaring
ru: Оцените наш премиум-опыт
tr: Daha fazla güvenlik ve rahatlık
zh_hans: 了解我们的高级体验
zh_hant: 了解我們的高級體驗

source: Select Images to Share
de: Bilder zum Teilen auswählen
es_419: Selecciona las Imágenes para Compartir
fr: Sélectionnez les images à partager
hi_in: साझा करने के लिए चित्र चुनें
id: Pilih Gambar untuk Dibagikan
it: Seleziona le immagini da condividere
ja: 共有する画像を選択
ko: 공유할 이미지를 선택하세요
nl: Selecteer de afbeeldingen om te delen
ru: Выберите изображения для совместного использования
tr: Paylaşılacak Görselleri Seçin
zh_hans: 选择您想要分享的图片
zh_hant: 選擇您想要分享的圖片

source: Select Images to Delete
de: Bilder zum Löschen auswählen
es_419: Selecciona las Imágenes para Eliminar
fr: Sélectionnez les images à supprimer
hi_in: हटाने के लिए चित्र चुनें
id: Pilih Gambar untuk Dihapus
it: Seleziona le immagini da eliminare
ja: 削除する画像を選択
ko: 삭제할 이미지를 선택하세요
nl: Selecteer de afbeeldingen om te verwijderen
ru: Выберите изображения для удаления
tr: Silinecek Görselleri Seçin
zh_hans: 选择您想要删除的图片
zh_hant: 選擇您想要刪除的圖片

source: Monthly Subscription -
de: Monatliches Abonnement -
es_419: Suscripción Mensual -
fr: Abonnement mensuel -
hi_in: मासिक सदस्यता -
id: Langganan Bulanan -
it: Abbonamento Mensile -
ja: 月額サブスクリプション -
ko: 월간 구독 -
nl: Maandabonnement -
ru: Месячная подписка -
tr: Aylık Abonelik -
zh_hans: 每月订阅 -
zh_hant: 每月訂閱 -

source: Yearly Subscription -
de: Jahresabonnement -
es_419: Suscripción Anual -
fr: Abonnement annuel -
hi_in: वार्षिक सदस्यता -
id: Langganan Tahunan -
it: Abbonamento Annuale -
ja: 年間サブスクリプション -
ko: 연간 구독 -
nl: Jaarabonnement -
ru: Годовая подписка -
tr: Yıllık Abonelik -
zh_hans: 年度订阅 -
zh_hant: 年度訂閱 -

source: Terms of Use
de: Nutzungsbedingungen
es_419: Términos de Uso
fr: Conditions d'utilisation
hi_in: उपयोग की शर्तें
id: Syarat Penggunaan
it: Termini di Utilizzo
ja: 利用規約
ko: 이용 약관
nl: Gebruiksvoorwaarden
ru: Условия использования
tr: Kullanım Şartları
zh_hans: 使用条款
zh_hant: 使用條款

source: Privacy Policy
de: Datenschutzerklärung
es_419: Política de Privacidad
fr: Politique de confidentialité
hi_in: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
nl: Privacybeleid
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Augmented Reality
de: Erweiterte Realität
es_419: Realidad Aumentada
fr: Réalité augmentée
hi_in: वृद्धित वास्तविकता
id: Realitas Tertambah
it: Realtà Aumentata
ja: 拡張現実
ko: 증강 현실
ru: Дополненная реальность
tr: Artırılmış Gerçeklik
zh_hans: 增强现实
zh_hant: 擴增實境

# createPasswordNewCalc
source: Create a 4-digit password
de: Erstellen Sie ein 4-stelliges Passwort
es_419: Crea una contraseña de 4 dígitos
fr: Créez un mot de passe de 4 chiffres
hi_in: 4 अंकों का पासवर्ड बनाएँ
id: Buat kode sandi 4 digit
it: Crea una password di 4 cifre
ja: 4桁のパスコードを作成
ko: 4자리 비밀번호를 생성하세요
nl: Maak een 4-cijferig wachtwoord
ru: Создайте 4-значный пароль
tr: 4 haneli bir şifre oluşturun
zh_hans: 创建一个4位数的密码
zh_hant: 創建一個4位數的密碼

# insertCreatedPasswordAgainNewCalc
source: Enter the password again to confirm
de: Geben Sie das Passwort erneut zur Bestätigung ein
es_419: Ingresa la contraseña nuevamente para confirmar
fr: Entrez le mot de passe à nouveau pour confirmer
hi_in: पुष्टि के लिए फिर से बनाया गया पासवर्ड दर्ज करें
id: Masukkan kembali kode sandi untuk konfirmasi
it: Reinserisci la password per confermare
ja: パスコードを再入力して確認
ko: 비밀번호를 다시 입력하여 확인하세요
nl: Voer het wachtwoord opnieuw in om te bevestigen
ru: Введите пароль снова для подтверждения
tr: Şifreyi tekrar girin ve onaylayın
zh_hans: 重新输入创建的密码以确认
zh_hant: 再次輸入創建的密碼以確認

# oneWeekToTest
source: Try One Week Free
de: Testen Sie eine Woche kostenlos
es_419: Prueba una Semana Gratis
fr: Essayez une semaine gratuite
hi_in: एक सप्ताह मुफ्त परीक्षण करें
id: Uji Coba Gratis Satu Minggu
it: Prova una settimana gratuita
ja: 1週間無料体験
ko: 1주 무료 체험
nl: Probeer een week gratis
ru: Попробуйте неделю бесплатно
tr: Bir Hafta Ücretsiz Deneyin
zh_hans: 免费试用一周
zh_hant: 免費試用一周

# hasAccount
source: Already have an account?
de: Haben Sie bereits ein Konto?
es_419: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
hi_in: क्या आपके पास पहले से एक खाता है?
id: Sudah punya akun?
it: Hai già un account?
ja: 既にアカウントをお持ちですか？
ko: 이미 계정이 있습니까?
nl: Heeft u al een account?
ru: Уже есть аккаунт?
tr: Hesabınız var mı?
zh_hant: 已經有帳戶了嗎？

# notHasAccount
source: Create an account
de: Noch kein Konto? Jetzt erstellen
es_419: Crea una cuenta
fr: Pas encore ? Créez-en un maintenant
hi_in: अभी तक नहीं? अभी बनाएं
id: Belum punya akun? Buat akun baru
it: Non ancora? Creane uno ora
ja: アカウントがありませんか？今すぐ作成
ko: 계정이 없으신가요? 지금 만드세요
nl: Nog niet? Maak er nu een aan
ru: Нет аккаунта? Создайте сейчас
tr: Bir hesap oluşturun
zh_hant: 還沒有？ 現在創建

# genericLoginError
source: An error occurred
de: Ein Fehler ist aufgetreten
es_419: Ocurrió un error
fr: Une erreur s'est produite
hi_in: कुछ गलत हो गया
id: Terjadi kesalahan
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했습니다
nl: Er is iets misgegaan
ru: Произошла ошибка
tr: Bir hata oluştu
zh_hant: 出了點問題

# createLoginError
source: If you donâ€™t have an account, select 'Sign up with Google'
de: Falls Sie noch kein Konto haben, wählen Sie 'Mit Google registrieren'
es_419: Si no tienes cuenta, selecciona 'Registrar con Google'
fr: Si vous n'avez pas de compte, sélectionnez 'S'inscrire avec Google'
hi_in: यदि आपके पास अभी तक खाता नहीं है, तो 'Google के साथ साइन अप करें' चुनें
id: Jika Anda belum memiliki akun, pilih 'Daftar dengan Google'
it: Se non hai un account, seleziona 'Registrati con Google'
ja: アカウントがない場合は「Googleで登録」を選択してください
ko: 계정이 없으시면 ‘Google로 가입하기’를 선택하세요
nl: Als u nog geen account heeft, selecteer 'Aanmelden met Google'
ru: Если у вас нет аккаунта, выберите 'Зарегистрироваться с помощью Google'
tr: Hesabınız yoksa 'Google ile Kaydol' seçeneğini seçin
zh_hant: 如果您還沒有帳戶，請選擇'用Google註冊'

# successLogin
source: Login successful!
de: Anmeldung erfolgreich!
es_419: ¡Inicio de sesión exitoso!
fr: Connexion réussie!
hi_in: लॉगिन सफल!
id: Login berhasil!
it: Accesso effettuato con successo!
ja: ログイン成功!
ko: 로그인 성공!
nl: Inloggen succesvol!
ru: Успешный вход!
tr: Başarıyla giriş yaptınız!
zh_hant: 登錄成功！

# successLoginDescription
source: Photos will be synchronized when added or by clicking 'update backup'
de: Ihre Fotos werden jedes Mal synchronisiert, wenn neue Fotos hinzugefügt werden oder auf 'Backup aktualisieren' geklickt wird
es_419: Las fotos se sincronizarán cuando se agreguen o al hacer clic en 'actualizar respaldo'
fr: Vos photos seront synchronisées à chaque ajout de nouvelle photo ou en cliquant sur 'Mettre à jour la sauvegarde'
hi_in: नई तस्वीरें जोड़ने पर या 'बैकअप अपडेट करें' बटन पर क्लिक करने पर आपकी तस्वीरें सिंक हो जाएंगी
id: Foto Anda akan disinkronkan setiap kali ditambahkan atau tombol 'Perbarui Cadangan' ditekan
it: Le tue foto saranno sincronizzate ogni volta che aggiungi nuove foto o fai clic su 'aggiorna backup'
ja: 新しい写真が追加されるか「バックアップの更新」を押すと写真が同期されます
ko: 새 사진을 추가하거나 '백업 업데이트'를 누르면 사진이 동기화됩니다
nl: Uw foto's worden gesynchroniseerd telkens wanneer u nieuwe foto's toevoegt of op 'back-up bijwerken' klikt
ru: Ваши фотографии синхронизируются при добавлении новых или нажатии 'обновить резервную копию'
tr: Fotoğraflar, eklendiklerinde veya 'yedeklemeyi güncelle' tuşuna basıldığında senkronize edilir
zh_hant: 每當您添加新照片或點擊'更新備份'按鈕時，您的照片將會同步

# syncAut
source: Automatic Sync
de: Automatische Synchronisierung
es_419: Sincronización Automática
fr: Synchronisation automatique
hi_in: स्वचालित सिंक
id: Sinkronisasi Otomatis
it: Sincronizzazione automatica
ja: 自動同期
ko: 자동 동기화
nl: Automatische synchronisatie
ru: Автоматическая синхронизация
tr: Otomatik Senkronizasyon
zh_hant: 自動同步

source: Logout
de: Abmelden
es_419: Cerrar sesión
fr: Déconnexion
hi_in: लॉग आउट
id: Keluar
it: Esci
ja: ログアウト
ko: 로그아웃
nl: Uitloggen
ru: Выйти
tr: Çıkış Yap
zh_hant: 登出

source: Pending
de: Ausstehend
es_419: Pendiente
fr: En attente
hi_in: लंबित
id: Tertunda
it: In sospeso
ja: 保留中
ko: 대기 중
nl: In behandeling
ru: В ожидании
tr: Beklemede
zh_hant: 待處理

source: Download Backup
de: Backup herunterladen
es_419: Descargar Respaldo
fr: Télécharger la sauvegarde
hi_in: बैकअप डाउनलोड करें
id: Unduh Cadangan
it: Scarica backup
ja: バックアップをダウンロード
ko: 백업 다운로드
nl: Back-up downloaden
ru: Загрузить резервную копию
tr: Yedeği İndir
zh_hant: 下載備份

source: Login with Google
de: Mit Google anmelden
es_419: Iniciar sesión con Google
fr: Se connecter avec Google
hi_in: Google के साथ लॉगिन करें
id: Masuk dengan Google
it: Accedi con Google
ja: Googleでログイン
ko: Google로 로그인
nl: Inloggen met Google
ru: Войти с Google
tr: Google ile Giriş Yap
zh_hant: 用Google登錄

source: Sign up with Google
de: Mit Google registrieren
es_419: Registrar con Google
fr: S'inscrire avec Google
hi_in: Google के साथ साइन अप करें
id: Daftar dengan Google
it: Registrati con Google
ja: Googleで登録
ko: Google로 가입
nl: Aanmelden met Google
ru: Зарегистрироваться с Google
tr: Google ile Kaydol
zh_hant: 用Google註冊

source: Browser
de: Internet-Browser
es_419: Navegador
fr: Navigateur internet
hi_in: इंटरनेट ब्राउज़र
id: Peramban Internet
it: Browser web
ja: インターネットブラウザ
ko: 인터넷 브라우저
nl: Internetbrowser
ru: Интернет-браузер
tr: Tarayıcı
zh_hant: 網頁瀏覽器

# createLoginErrorTitle
source: Try to Create an Account
de: Versuchen Sie, ein Konto zu erstellen
es_419: Intenta Crear una Cuenta
fr: Essayez de créer un compte
id: Coba buat akun
it: Prova a creare un account
ja: アカウントを作成してみてください
ko: 계정을 만들어보세요
nl: Probeer een account aan te maken
ru: Попробуйте создать учетную запись
tr: Bir Hesap Oluşturmayı Deneyin

# fakepassAlertTitle
source: Fake Password:
es_419: Contraseña Falsa
tr: Sahte Şifre

# fakepassAlertText
source: Fake password created successfully
es_419: Contraseña falsa creada exitosamente
tr: Sahte şifre başarıyla oluşturuldu

# loginTocontinueTitle
source: Login Required
es_419: Inicio de Sesión Requerido
tr: Giriş Gerekli

# loginTocontinueText
source: Please log in to enable backup features
es_419: Inicia sesión para habilitar las funciones de respaldo
tr: Yedekleme özelliklerini etkinleştirmek için giriş yapın

# wifiConnectTitle
source: Connect to Wi-Fi
es_419: Conéctate al Wi-Fi
tr: Wi-Fi'ye Bağlanın

# wifiConnectText
source: Connect to Wi-Fi to continue
es_419: Conéctate al Wi-Fi para continuar
tr: Devam etmek için Wi-Fi'ye bağlanın

# arquives
source: Files
es_419: Archivos
tr: Dosyalar

# emptyArquives
source: Add new files to start
es_419: Añade nuevos archivos para comenzar
tr: Başlamak için yeni dosyalar ekleyin

# createFakePasswordNewCalc
source: Create a fake 4-digit password
es_419: Crea una contraseña falsa de 4 dígitos
tr: 4 haneli sahte bir şifre oluşturun

# insertCreatedFakePasswordAgainNewCalc
source: Enter the fake password again to confirm
es_419: Ingresa la contraseña falsa nuevamente para confirmar
tr: Sahte şifreyi tekrar girin

# copiedMessage
source: Link Copied!
es_419: ¡Enlace Copiado!
tr: Bağlantı Kopyalandı!

# savedMessage
source: Photos Saved!
es_419: ¡Fotos Guardadas!
tr: Fotoğraflar Kaydedildi!

# shareCompleteMessage
source: Share Completed.
es_419: Compartición Completada.
tr: Paylaşım Tamamlandı.

# shareCancelMessage
source: Share Canceled.
es_419: Compartición Cancelada.
tr: Paylaşım İptal Edildi.

# shareErrorMessage
source: Error during sharing:
es_419: Error durante la compartición:
tr: Paylaşım sırasında hata:

# noPhotoToShareMessage
source: No photo selected to share with another calculator.
es_419: No se seleccionó ninguna foto para compartir con otra calculadora.
tr: Paylaşılacak fotoğraf seçilmedi.

# noPhotoToSaveMessage
source: No photo selected to save.
es_419: No se seleccionó ninguna foto para guardar.
tr: Kaydedilecek fotoğraf seçilmedi.

source: Error creating shared folder:
es_419: Error al crear carpeta compartida:
tr: Paylaşılan klasör oluşturulurken hata:

# sharedLinkTitle
source: Secret Link Created
es_419: Enlace Secreto Creado
tr: Gizli Bağlantı Oluşturuldu

# sharedLinkMessagePrefix
source: See all created links in settings Link:
es_419: Consulta todos los enlaces creados en ajustes Enlace:
tr: Ayarlar'da oluşturulan tüm bağlantıları gör Bağlantı:

# sharedLinkMessageSuffix
source: Password:
es_419: Contraseña:
tr: Şifre:

# copyLinkButtonTitle
source: Copy Link and Password
es_419: Copiar Enlace y Contraseña
tr: Bağlantı ve Şifreyi Kopyala

# cancelButtonTitle
source: Cancel
es_419: Cancelar
tr: İptal

# downloadAppMessage
source: 1. Download the app https:=apps.apple.com/us/app/sg-secret-gallery-vault/id1479873340 2. Click the link
es_419: 1. Descarga la app https:=apps.apple.com/us/app/sg-secret-gallery-vault/id1479873340 2. Haz clic en el enlace
tr: 1. Uygulamayı indir https:=apps.apple.com/us/app/sg-secret-gallery-vault/id1479873340 2. Bağlantıya tıklayın

# downloadAppPasswordPrefix
source: 3. Enter the password
es_419: 3. Ingresa la contraseña
tr: 3. Şifreyi girin

# createPasscodeAndConfrim
source: Create a password and confirm with '='
es_419: Crea una contraseña y confirma con '='
tr: Bir şifre oluşturun ve '=' ile onaylayın

# sharedPhotosTitle
source: Shared Photos
es_419: Fotos Compartidas
tr: Paylaşılan Fotoğraflar

# savePhotosButtonText
source: Save Photos
es_419: Guardar Fotos
tr: Fotoğrafları Kaydet

# savePhotosErrorTitle
source: Error
tr: Hata

# savePhotosErrorMessage
source: Error saving image:
es_419: Error al guardar imagen:
tr: Görüntü kaydedilirken hata:

# processImageErrorMessage
source: Error processing image.
es_419: Error al procesar la imagen.
tr: Görüntü işlenirken hata.

# convertImageErrorMessage
source: Error converting image to JPEG.
es_419: Error al convertir imagen a JPEG.
tr: JPEG'e dönüştürme hatası.

# photosSavedTitle
source: Photos Saved
es_419: Fotos Guardadas
tr: Fotoğraflar Kaydedildi

# photosSavedMessage
source: All photos have been saved to the calculator.
es_419: Todas las fotos se han guardado en la calculadora.
tr: Tüm fotoğraflar hesap makinesine kaydedildi.

# saveVideoErrorMessage
source: Error saving video
es_419: Error al guardar video
tr: Video kaydedilirken hata

# limitMessage
source: Link limit of 5 reached. Delete one to create new ones.
es_419: Límite de 5 enlaces alcanzado. Elimina uno para crear nuevos.
tr: 5 bağlantı sınırına ulaşıldı. Yeni oluşturmak için birini silin.

# deleteLinkConfirmationTitle
source: Delete Link
es_419: Eliminar Enlace
tr: Bağlantıyı Sil

# deleteConfirmationMessage
source: Are you sure you want to delete this link?
es_419: ¿Estás seguro de que deseas eliminar este enlace?
tr: Bu bağlantıyı silmek istediğinizden emin misiniz?

# deleteConfirmationCancel
source: Cancel
es_419: Cancelar
tr: İptal

# deleteConfirmationDelete
source: Delete
es_419: Eliminar
tr: Sil

# deleteErrorTitle
source: Delete Error
es_419: Error al Eliminar
tr: Silme Hatası
