Repository: JoaoFloresDev/Calculator-
Catalog: Calculator++/Calculator Notes/LocalizableString/*.lproj/Localizable.strings
Languages: ar, de, es_419, es_mx, fr, hi_in, id, it, ja, ko, nl, ru, tr, zh_hans, zh_hant

# enableiCloudSubtitle
source: 1. Go to iCloud in settings 2. Find the SG app in the list 3. Enable iCloud
ar: 1. انقر فوق iCloud 2. ابحث عن تطبيق SG في القائمة 3. قم بتمكين iCloud
de: 1. Öffnen Sie iCloud 2. Finden Sie die SG-App in der Liste 3. Aktivieren Sie iCloud
es_419: 1. Accede a iCloud en ajustes 2. Encuentra la app SG en la lista 3. Activa iCloud
es_mx: 1. Clique em iCloud 2. Localize o aplicativo SG na lista 3. Ative o iCloud
fr: 1. Ouvrez iCloud 2. Recherchez l'application SG dans la liste 3. Activez iCloud
hi_in: 1. iCloud पर क्लिक करें 2. ऐप SG को सूची में खोजें 3. iCloud को सक्रिय करें
id: 1. Buka iCloud 2. Temukan aplikasi SG di daftar 3. Aktifkan iCloud
it: 1. Vai su iCloud 2. Trova l'app SG nell'elenco 3. Attiva iCloud
ja: 1. iCloudを開く 2. リストでSGアプリを探す 3. iCloudを有効にする
ko: 1. iCloud를 선택하세요 2. 목록에서 SG 앱을 찾으세요 3. iCloud를 활성화하세요
nl: 1. Ga naar iCloud 2. Zoek de SG-app in de lijst 3. Schakel iCloud in
ru: 1. Перейдите в iCloud 2. Найдите приложение SG в списке 3. Включите iCloud
tr: 1. Ayarlarda iCloud'a gidin 2. SG uygulamasını listede bulun 3. iCloud'u etkinleştirin
zh_hans: 1. 点击 iCloud 2. 在列表中找到 SG 应用程序 3. 启用 iCloud
zh_hant: 1. 點擊iCloud 2. 在列表中找到SG應用程序 3. 啟用iCloud

# enableiCloudAction
source: Go to Settings
ar: الانتقال إلى الإعدادات
de: Zu den Einstellungen gehen
es_419: Ir a Ajustes
es_mx: Ir para Configurações
fr: Aller aux paramètres
hi_in: सेटिंग्स पर जाएँ
id: Pergi ke Pengaturan
it: Vai alle Impostazioni
ja: 設定に移動
ko: 설정으로 이동
nl: Ga naar Instellingen
ru: Перейти к настройкам
tr: Ayarlar'a Git
zh_hans: 转到设置
zh_hant: 前往設置

# emptyVideosTitle
source: No Videos
ar: لا توجد مقاطع فيديو
de: Keine Videos
es_419: Sin Videos
es_mx: Sem vídeos
fr: Aucune vidéo
hi_in: कोई वीडियो नहीं
id: Tidak Ada Video
it: Nessun video
ja: ビデオなし
ko: 비디오 없음
nl: Geen video's
ru: Нет видео
tr: Video Yok
zh_hans: 没有视频
zh_hant: 無視頻

# emptyVideosSubtitle
source: Add videos by clicking the + button
ar: أضف مقاطع الفيديو الخاصة بك بالنقر على زر +
de: Fügen Sie Videos hinzu, indem Sie auf das + drücken
es_419: Agrega videos haciendo clic en el botón +
es_mx: Adicione seus vídeos clicando no botão +
fr: Ajoutez des vidéos en cliquant sur le bouton +
hi_in: बटन + पर क्लिक करके अपने वीडियो जोड़ें
id: Tambahkan video dengan mengetuk tombol +
it: Aggiungi video premendo il tasto +
ja: +ボタンを押してビデオを追加
ko: + 버튼을 눌러 비디오를 추가하세요
nl: Voeg video's toe door op de + knop te drukken
ru: Добавьте видео, нажав на кнопку +
tr: + düğmesine tıklayarak video ekleyin
zh_hans: 单击 + 按钮添加您的视频
zh_hant: 單擊+按鈕添加您的視頻

# premiumVideosSubtitle
source: Video support is a Premium feature
ar: دعم الفيديو هو ميزة مميزة
de: Die Videounterstützung ist eine Premium-Funktion
es_419: El soporte para videos es una función Premium
es_mx: O suporte para vídeo é um recurso premium
fr: Le support vidéo est une fonctionnalité Premium
hi_in: वीडियो समर्थन प्रीमियम सुविधा है
id: Dukungan video adalah fitur Premium
it: Il supporto video è una funzione Premium
ja: ビデオサポートはプレミアム機能です
ko: 비디오 지원은 프리미엄 기능입니다
nl: Video-ondersteuning is een Premium-functie
ru: Поддержка видео — это премиум-функция
tr: Video desteği bir Premium özelliktir
zh_hans: 视频支持是高级功能
zh_hant: 視頻支持是高級功能

# emptyGalleryTitle
source: No Photos
ar: لا توجد صور
de: Keine Fotos
es_419: Sin Fotos
es_mx: Sem fotos
fr: Aucune photo
hi_in: कोई तस्वीरें नहीं
id: Tidak Ada Foto
it: Nessuna foto
ja: 写真なし
ko: 사진 없음
nl: Geen foto's
ru: Нет фото
tr: Fotoğraf Yok
zh_hans: 没有照片
zh_hant: 無照片

# emptyGallerySubtitle
source: Add photos by clicking the + button
ar: أضف صورك بالنقر على زر +
de: Fügen Sie Fotos hinzu, indem Sie auf das + drücken
es_419: Agrega fotos haciendo clic en el botón +
es_mx: Adicione suas fotos clicando no botão +
fr: Ajoutez des photos en cliquant sur le bouton +
hi_in: बटन + पर क्लिक करके अपने तस्वीरें जोड़ें
id: Tambahkan foto dengan mengetuk tombol +
it: Aggiungi foto premendo il tasto +
ja: +ボタンを押して写真を追加
ko: + 버튼을 눌러 사진을 추가하세요
nl: Voeg foto’s toe door op de + knop te drukken
ru: Добавьте фото, нажав на кнопку +
tr: + düğmesine tıklayarak fotoğraf ekleyin
zh_hans: 单击 + 按钮添加您的照片
zh_hant: 單擊+按鈕添加您的照片

# emptyNotesTitle
source: No Notes
ar: لا توجد ملاحظات
de: Keine Notizen
es_419: Sin Notas
es_mx: Sem anotações
fr: Aucune note
hi_in: कोई नोट नहीं
id: Tidak Ada Catatan
it: Nessuna nota
ja: メモなし
ko: 노트 없음
nl: Geen notities
ru: Нет заметок
tr: Not Yok
zh_hans: 没有笔记
zh_hant: 無筆記

# emptyNotesSubtitle
source: Add notes by clicking the + button
ar: أضف ملاحظاتك بالنقر على زر +
de: Fügen Sie Notizen hinzu, indem Sie auf das + drücken
es_419: Agrega notas haciendo clic en el botón +
es_mx: Adicione suas anotações clicando no botão +
fr: Ajoutez des notes en cliquant sur le bouton +
hi_in: बटन + पर क्लिक करके अपने नोट जोड़ें
id: Tambahkan catatan dengan mengetuk tombol +
it: Aggiungi note premendo il tasto +
ja: +ボタンを押してメモを追加
ko: + 버튼을 눌러 노트를 추가하세요
nl: Voeg notities toe door op de + knop te drukken
ru: Добавьте заметки, нажав на кнопку +
tr: + düğmesine tıklayarak not ekleyin
zh_hans: 单击 + 按钮添加您的笔记
zh_hant: 單擊+按鈕添加您的筆記

source: See More
ar: عرض المزيد
de: Mehr ansehen
es_419: Ver Más
es_mx: Ver mais
fr: Voir plus
hi_in: और देखें
id: Lihat Lainnya
it: Mostra altro
ja: もっと見る
ko: 더 보기
nl: Meer bekijken
ru: Смотреть больше
tr: Daha Fazla Gör
zh_hans: 查看更多
zh_hant: 查看更多

source: Backup Settings
ar: إعدادات النسخ الاحتياطي
de: Backup-Einstellungen
es_419: Ajustes de Respaldo
es_mx: Configurações de Backup
fr: Paramètres de sauvegarde
hi_in: बैकअप सेटिंग्स
id: Pengaturan Cadangan
it: Impostazioni Backup
ja: バックアップ設定
ko: 백업 설정
nl: Back-up instellingen
ru: Настройки резервного копирования
tr: Yedekleme Ayarları
zh_hans: 备份设置
zh_hant: 備份設置

# backupStatus
source: Cloud Backup
ar: النسخ الاحتياطي آمن
de: Sicheres Backup
es_419: Respaldo en la Nube
es_mx: Backup Seguro
fr: Sauvegarde sécurisée
hi_in: सुरक्षित बैकअप
id: Cadangan Aman
it: Backup sicuro
ja: セキュアバックアップ
ko: 안전한 백업
nl: Veilige back-up
ru: Безопасное резервное копирование
tr: Bulut Yedekleme
zh_hans: 安全备份
zh_hant: 安全備份

# seeMyBackup
source: View My Backup
ar: عرض نسختي الاحتياطية
de: Mein Backup ansehen
es_419: Ver mi Respaldo
es_mx: Ver meu backup
fr: Voir ma sauvegarde
hi_in: मेरा बैकअप देखें
id: Lihat Cadangan Saya
it: Vedi il mio backup
ja: マイバックアップ
ko: 내 백업 보기
nl: Bekijk mijn back-up
ru: Моя резервная копия
tr: Yedeğimi Gör
zh_hans: 查看我的备份
zh_hant: 查看我的備份

source: Update Backup
ar: تحديث النسخة الاحتياطية
de: Backup aktualisieren
es_419: Actualizar Respaldo
es_mx: Atualizar backup
fr: Mettre à jour la sauvegarde
hi_in: बैकअप अपडेट करें
id: Perbarui Cadangan
it: Aggiorna backup
ja: バックアップの更新
ko: 백업 업데이트
nl: Back-up bijwerken
ru: Обновить резервную копию
tr: Yedeklemeyi Güncelle
zh_hans: 更新备份
zh_hant: 更新備份

# faceIDReason
source: Authentication required to access gallery
ar: سنستخدم المصادقة لفتح معرضك
de: Authentifizierung erforderlich, um die Galerie zu öffnen
es_419: Se requiere autenticación para acceder a la galería
es_mx: Vamos usar a autenticação para mostrar abrir sua galeria
fr: Authentification requise pour ouvrir la galerie
hi_in: हम आपके गैलरी को दिखाने के लिए प्रमाणीकरण का उपयोग करेंगे
id: Autentikasi diperlukan untuk membuka galeri Anda
it: Usa l'autenticazione per aprire la galleria
ja: ギャラリーへのアクセスに認証を使用します
ko: 갤러리 접근을 위해 인증을 사용합니다
nl: Authenticatie vereist om de galerij te openen
ru: Мы используем аутентификацию для открытия вашей галереи
tr: Galeriyi açmak için kimlik doğrulama gerekli
zh_hans: 我们将使用身份验证来打开您的图库
zh_hant: 我們使用身份驗證以打開您的圖庫

# myBackupItems
source: My Items in Backup
ar: عناصر نسختي الاحتياطية
de: Meine Backup-Elemente
es_419: Mis Elementos en el Respaldo
es_mx: Meus itens no Backup
fr: Mes éléments dans la sauvegarde
hi_in: मेरे बैकअप आइटम
id: Item dalam Cadangan Saya
it: I miei elementi nel backup
ja: バックアップ内のアイテム
ko: 백업에 있는 내 항목
nl: Mijn items in de back-up
ru: Мои элементы в резервной копии
tr: Yedekteki Öğelerim
zh_hans: 我的备份项目
zh_hant: 我的備份項目

# backupNavigationTitle
source: My Backup
ar: نسختي الاحتياطية
de: Mein Backup
es_419: Mi Respaldo
es_mx: Meu Backup
fr: Ma sauvegarde
hi_in: मेरा बैकअप
id: Cadangan Saya
it: Il Mio Backup
ja: マイバックアップ
ko: 내 백업
nl: Mijn back-up
ru: Моя резервная копия
tr: Yedeğim
zh_hans: 我的备份
zh_hant: 我的備份

source: Vault Mode
ar: وضع الخزنة
de: Tresormodus
es_419: Modo Bóveda
es_mx: Modo cofre
fr: Mode coffre
hi_in: खजाना मोड
id: Mode Brankas
it: Modalità cassaforte
ja: 金庫モード
ko: 금고 모드
nl: Kluismodus
ru: Режим сейфа
tr: Kasa Modu
zh_hans: 保险柜模式
zh_hant: 保險櫃模式

source: Recover
ar: استرداد
de: Wiederherstellen
es_419: Recuperar
es_mx: Recuperar
fr: Récupérer
hi_in: पुनर्प्राप्त करें
id: Pulihkan
it: Recupera
ja: 復元
ko: 복구
nl: Herstellen
ru: Восстановить
tr: Kurtar
zh_hans: 恢复
zh_hant: 恢復

# createPassword
source: Create a password and confirm with OK
ar: قم بإنشاء كلمة مرور وتأكيدها بالضغط على Enter
de: Erstellen Sie ein Passwort und bestätigen Sie mit OK
es_419: Crea una contraseña y confirma con OK
es_mx: Crie uma senha e confirme com OK
fr: Créez un mot de passe et confirmez avec OK
hi_in: एक पासवर्ड बनाएं और 'एंटर' के साथ पुष्टि करें
id: Buat kode sandi dan konfirmasi dengan OK
it: Crea una password e conferma con OK
ja: パスコードを作成し、OKで確認
ko: 비밀번호를 생성하고 OK로 확인하세요
nl: Maak een wachtwoord aan en bevestig met OK
ru: Создайте пароль и подтвердите его с помощью OK
tr: Bir şifre oluşturun ve OK ile onaylayın
zh_hans: 创建密码并确认输入
zh_hant: 創建密碼並按Enter確認

# insertCreatedPasswordAgain
source: Enter the password again
ar: أدخل كلمة المرور مرة أخرى
de: Geben Sie das Passwort erneut ein
es_419: Ingresa la contraseña nuevamente
es_mx: Digite a senha novamente
fr: Saisissez le mot de passe à nouveau
hi_in: पासवर्ड को फिर से दर्ज करें
id: Masukkan kembali kode sandi
it: Reinserisci la password
ja: パスコードを再入力
ko: 비밀번호를 다시 입력하세요
nl: Voer het wachtwoord opnieuw in
ru: Введите пароль снова
tr: Şifreyi tekrar girin
zh_hans: 重新输入密码
zh_hant: 再次輸入密碼

# insertPassword
source: Enter your password and confirm with OK
ar: أدخل كلمة المرور الخاصة بك وتأكيدها بالضغط على Enter
de: Geben Sie Ihr Passwort ein und bestätigen Sie mit OK
es_419: Introduce tu contraseña y confirma con OK
es_mx: Digite sua senha e confirme com OK
fr: Entrez votre mot de passe et confirmez avec OK
hi_in: अपना पासवर्ड दर्ज करें और 'एंटर' के साथ पुष्टि करें
id: Masukkan kode sandi Anda dan konfirmasi dengan OK
it: Inserisci la password e conferma con OK
ja: パスコードを入力し、OKで確認
ko: 비밀번호를 입력하고 OK로 확인하세요
nl: Voer uw wachtwoord in en bevestig met OK
ru: Введите ваш пароль и подтвердите с помощью OK
tr: Şifrenizi girin ve OK ile onaylayın
zh_hans: 输入密码并确认
zh_hant: 輸入密碼並按Enter確認

# backupEnabled
source: Enabled
ar: مفعل
de: Aktiviert
es_419: Activado
es_mx: Ativado
fr: Activé
hi_in: सक्रिय किया गया है
id: Diaktifkan
it: Attivato
ja: 有効
ko: 활성화됨
nl: Ingeschakeld
ru: Включено
tr: Etkin
zh_hans: 已启用
zh_hant: 已啟用

# backupDisabled
source: Disabled
ar: معطل
de: Deaktiviert
es_419: Desactivado
es_mx: Desativado
fr: Désactivé
hi_in: अक्षम किया गया है
id: Dinonaktifkan
it: Disattivato
ja: 無効
ko: 비활성화됨
nl: Uitgeschakeld
ru: Отключено
tr: Devre Dışı
zh_hans: 已禁用
zh_hant: 已停用

# backupNavigationSubtitle
source: Photos are synchronized each time the app is opened with Wi-Fi connection. Your backup is secure, and the only way to view photos is within the app
ar: يتم مزامنة الصور مع الصور المضافة في كل مرة يتم فيها فتح التطبيق وتوفر الاتصال بالواي فاي. النسخ الاحتياطي الخاص بك آمن والطريقة الوحيدة لعرض الصور هي داخل التطبيق
de: Fotos werden jedes Mal synchronisiert, wenn die App geöffnet wird und eine WLAN-Verbindung besteht. Ihr Backup ist sicher und die Fotos können nur innerhalb der App angezeigt werden
es_419: Las fotos se sincronizan cada vez que la aplicación se abre con conexión Wi-Fi. Tu respaldo es seguro y solo pueden visualizarse las fotos dentro de la aplicación
es_mx: As fotos são sincronizadas com as fotos adicionadas toda vez que o aplicativo é aberto e há conexão Wi-Fi. Seu backup é seguro e a única forma de visualizar as fotos é dentro do aplicativo
fr: Les photos sont synchronisées à chaque ouverture de l'application et lorsqu'une connexion Wi-Fi est disponible. Votre sauvegarde est sécurisée, et les photos ne peuvent être visualisées que dans l'application
hi_in: तस्वीरें हर बार जब एप्लिकेशन खुलता है और Wi-Fi कनेक्शन है, तो जोड़ी जाती हैं। आपकी बैकअप सुरक्षित है और तस्वीरें केवल एप्लिकेशन के अंदर देखने के लिए हैं
id: Foto disinkronkan setiap kali aplikasi dibuka dan ada koneksi Wi-Fi. Cadangan Anda aman dan hanya dapat dilihat di dalam aplikasi
it: Le foto vengono sincronizzate ogni volta che l'app viene aperta e c'è una connessione Wi-Fi. Il tuo backup è sicuro e le foto possono essere visualizzate solo nell'app
ja: アプリが開かれるたびにWi-Fi接続があれば写真が同期されます。バックアップは安全に保護されており、写真はアプリ内でのみ表示できます
ko: 사진은 앱이 열릴 때마다 Wi-Fi 연결이 있을 때 동기화됩니다. 백업은 안전하게 보호되며, 사진은 앱 내부에서만 볼 수 있습니다
nl: Foto's worden gesynchroniseerd telkens wanneer de app wordt geopend en er een Wi-Fi-verbinding is. Uw back-up is veilig en foto's kunnen alleen in de app worden bekeken
ru: Фотографии синхронизируются при каждом запуске приложения при наличии Wi-Fi. Ваша резервная копия защищена, и фотографии можно просматривать только внутри приложения
tr: Fotoğraflar, uygulama her açıldığında Wi-Fi bağlantısı ile senkronize edilir. Yedeğiniz güvendedir ve fotoğrafları yalnızca uygulama içinde görüntüleyebilirsiniz
zh_hans: 照片会在每次打开应用程序并连接到Wi-Fi时与添加的照片同步。您的备份是安全的，只能在应用程序内查看照片
zh_hant: 照片會在每次打開應用程序時添加，並且在Wi-Fi連接時進行同步。您的備份是安全的，唯一查看照片的方式是在應用程序中。

# continueText
source: Continue
ar: متابعة
de: Weiter
es_419: Continuar
es_mx: Continuar
fr: Continuer
hi_in: जारी रखें
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
nl: Doorgaan
ru: Продолжить
tr: Devam Et
zh_hans: 继续
zh_hant: 繼續

# welcomeOnboarding_title
source: Welcome to Secret Gallery
ar: مرحبًا بك في Secret Gallery
de: Willkommen bei Secret Gallery
es_419: Bienvenido a Secret Gallery
es_mx: Bem-vindo ao Secret Gallery
fr: Bienvenue dans Secret Gallery
hi_in: सीक्रेट गैलरी में आपका स्वागत है
id: Selamat Datang di Secret Gallery
it: Benvenuto in Secret Gallery
ja: Secret Galleryへようこそ
ko: Secret Gallery에 오신 것을 환영합니다
nl: Welkom bij Secret Gallery
ru: Добро пожаловать в Secret Gallery
tr: Secret Gallery'e Hoş Geldiniz
zh_hans: 欢迎来到秘密图库
zh_hant: 歡迎使用秘密圖庫

# welcomeOnboarding_subtitle
source: Securely protect your photos and videos
ar: حمي صورك ومقاطع الفيديو بأمان
de: Schützen Sie Ihre Fotos und Videos sicher
es_419: Protege tus fotos y videos de forma segura
es_mx: Proteja suas fotos e vídeos com segurança
fr: Protégez vos photos et vidéos en toute sécurité
hi_in: अपनी फ़ोटो और वीडियो को सुरक्षित रखें
id: Lindungi foto dan video Anda dengan aman
it: Proteggi le tue foto e video in modo sicuro
ja: 写真とビデオを安全に保護
ko: 안전하게 사진과 비디오를 보호하세요
nl: Bescherm uw foto's en video's veilig
ru: Защитите ваши фото и видео
tr: Fotoğraflarınızı ve videolarınızı güvenli bir şekilde koruyun
zh_hans: 以安全方式保护您的照片和视频
zh_hant: 以安全方式保護您的照片和視頻

# welcomeOnboarding_startButtonTitle
source: Start
ar: ابدأ
de: Starten
es_419: Comenzar
es_mx: Começar
fr: Commencer
hi_in: शुरू करें
id: Mulai
it: Inizia
ja: 開始
ko: 시작하기
nl: Beginnen
ru: Начать
tr: Başlayın
zh_hans: 开始
zh_hant: 開始

# welcomeOnboarding_skipButtonTitle
source: By clicking 'Start', you agree to our Privacy Policy and Terms of Use
ar: بالنقر على 'بدء'، أنت توافق على سياسة الخصوصية وشروط الاستخدام
de: Mit einem Klick auf 'Starten' stimmen Sie unserer Datenschutzerklärung und unseren Nutzungsbedingungen zu
es_419: Al hacer clic en 'Comenzar', aceptas nuestra Política de Privacidad y Términos de Uso
es_mx: Ao clicar em ”Começar”, você concorda com a politica de privacidade e os termos de uso
fr: En cliquant sur 'Commencer', vous acceptez notre Politique de confidentialité et nos Conditions d'utilisation
hi_in: शुरू पर क्लिक करके, आप गोपनीयता नीति और उपयोग की शर्तों से सहमत होते हैं
id: Dengan mengklik 'Mulai', Anda menyetujui Kebijakan Privasi dan Ketentuan Penggunaan kami
it: Cliccando su 'Inizia' accetti la nostra Informativa sulla Privacy e i Termini di Servizio
ja: 「開始」をクリックすると、プライバシーポリシーと利用規約に同意したことになります
ko: ‘시작하기’를 클릭하면 개인정보 보호정책과 이용약관에 동의하게 됩니다
nl: Door op 'Beginnen' te klikken, gaat u akkoord met ons Privacybeleid en onze Gebruiksvoorwaarden
ru: Нажимая «Начать», вы соглашаетесь с политикой конфиденциальности и условиями использования
tr: 'Başlayın' seçeneğine tıklayarak Gizlilik Politikamızı ve Kullanım Şartlarımızı kabul ediyorsunuz
zh_hans: 单击“开始”即表示您同意隐私政策和使用条款
zh_hant: 單擊“開始”即表示您同意隱私政策和使用條款

# createCodeOnboarding_title
source: Create an Access Code
ar: إنشاء رمز الوصول
de: Erstellen Sie einen Zugangscode
es_419: Crea un Código de Acceso
es_mx: Crie um código de acesso
fr: Créez un code d'accès
hi_in: कोड एक्सेस बनाएं
id: Buat Kode Akses
it: Crea un Codice di Accesso
ja: アクセスコードを作成
ko: 액세스 코드 생성
nl: Maak een toegangscode
ru: Создайте код доступа
tr: Bir Erişim Kodu Oluşturun
zh_hans: 创建访问代码
zh_hant: 創建訪問密碼

# createCodeOnboarding_subtitle
source: Set a password to protect your stored photos
ar: أنشئ كلمة مرور للوصول إلى صورك المحفوظة
de: Erstellen Sie ein Passwort, um auf Ihre gespeicherten Fotos zuzugreifen
es_419: Establece una contraseña para proteger tus fotos almacenadas
es_mx: Crie uma senha para acessar suas fotos guardadas
fr: Créez un mot de passe pour accéder à vos photos enregistrées
hi_in: अपने संचित तस्वीरों तक पहुंचने के लिए एक पासवर्ड बनाएं
id: Buat kode sandi untuk mengakses foto yang disimpan
it: Crea una password per accedere alle tue foto salvate
ja: 保存された写真にアクセスするためのパスコードを設定
ko: 저장된 사진에 접근하기 위해 비밀번호를 설정하세요
nl: Maak een wachtwoord om toegang te krijgen tot uw opgeslagen foto's
ru: Создайте пароль для защиты ваших фотографий
tr: Saklanan fotoğraflarınızı korumak için bir şifre belirleyin
zh_hans: 创建一个密码以访问您保存的照片
zh_hant: 創建密碼以訪問您的保存照片

# createCodeOnboarding_startButtonTitle
source: Continue
ar: متابعة
de: Weiter
es_419: Continuar
es_mx: Continuar
fr: Continuer
hi_in: जारी रखें
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
nl: Doorgaan
ru: Продолжить
tr: Devam Et
zh_hans: 继续
zh_hant: 繼續

# createCodeOnboarding_skipButtonTitle
source: Not now
ar: الآن ليس الوقت المناسب
de: Jetzt nicht
es_419: Ahora no
es_mx: Agora não
fr: Pas maintenant
hi_in: अभी नहीं
id: Tidak Sekarang
it: Non ora
ja: 今はスキップ
ko: 지금은 안 함
nl: Nu niet
ru: Не сейчас
tr: Şimdi değil
zh_hans: 暂时不要
zh_hant: 暫時不要

# addPhotosOnboarding_title
source: Add Your Photos
ar: أضف صورك
de: Fotos hinzufügen
es_419: Añade tus Fotos
es_mx: Adicione suas fotos
fr: Ajoutez vos photos
hi_in: अपनी फ़ोटो जोड़ें
id: Tambahkan Foto Anda
it: Aggiungi le tue foto
ja: 写真を追加
ko: 사진 추가
nl: Voeg uw foto’s toe
ru: Добавьте ваши фотографии
tr: Fotoğraflarınızı Ekleyin
zh_hans: 添加您的照片
zh_hant: 添加您的照片

# addPhotosOnboarding_subtitle
source: Choose the photos you want to store securely
ar: أضف الصور التي ترغب في حفظها بأمان
de: Wählen Sie die Fotos aus, die Sie sicher aufbewahren möchten
es_419: Elige las fotos que deseas guardar de manera segura
es_mx: Adicione as fotos que deseja guardar de forma segura
fr: Sélectionnez les photos que vous souhaitez garder en sécurité
hi_in: अपनी सुरक्षित तरीके से रखने की फ़ोटोज़ जोड़ें
id: Pilih foto yang ingin Anda simpan dengan aman
it: Scegli le foto che desideri conservare in sicurezza
ja: 保護したい写真を選択
ko: 보호하고 싶은 사진을 선택하세요
nl: Kies de foto's die u veilig wilt bewaren
ru: Выберите фотографии, которые хотите защитить
tr: Güvenli bir şekilde saklamak istediğiniz fotoğrafları seçin
zh_hans: 添加您希望安全保存的照片
zh_hant: 添加您想要安全保留的照片

# addPhotosOnboarding_startButtonTitle
source: Continue
ar: متابعة
de: Weiter
es_419: Continuar
es_mx: Continuar
fr: Continuer
hi_in: जारी रखें
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
nl: Doorgaan
ru: Продолжить
tr: Devam Et
zh_hans: 继续
zh_hant: 繼續

# addPhotosOnboarding_skipButtonTitle
source: Not now
ar: الآن ليس الوقت المناسب
de: Jetzt nicht
es_419: Ahora no
es_mx: Agora não
fr: Pas maintenant
hi_in: अभी नहीं
id: Tidak Sekarang
it: Non ora
ja: 今はスキップ
ko: 지금은 안 함
nl: Nu niet
ru: Не сейчас
tr: Şimdi değil
zh_hans: 暂时不要
zh_hant: 暫時不要

# emailErrorTitle
source: Invalid Email
ar: بريد إلكتروني غير صالح
de: Ungültige E-Mail
es_419: Email Inválido
es_mx: E-mail inválido
fr: Email invalide
hi_in: अमान्य ईमेल
id: Email Tidak Valid
it: Email non valida
ja: 無効なメール
ko: 잘못된 이메일
nl: Ongeldig e-mailadres
ru: Неверный адрес электронной почты
tr: Geçersiz E-posta
zh_hans: 无效的电子邮件
zh_hant: 無效的電子郵件

# emailErrorDescription
source: Check the entered email and try again
ar: يرجى التحقق من عنوان البريد الإلكتروني الذي تم إدخاله وحاول مرة أخرى
de: Überprüfen Sie die eingegebene E-Mail und versuchen Sie es erneut
es_419: Revisa el email ingresado y vuelve a intentarlo
es_mx: Confira o e-mail adicionado e tente novamente
fr: Vérifiez l'email saisi et réessayez
hi_in: आपने दर्ज किए गए ईमेल पते की जाँच करें और पुनः प्रयास करें
id: Periksa kembali email yang dimasukkan dan coba lagi
it: Controlla l'email inserita e riprova
ja: 入力したメールアドレスを確認し、再度お試しください
ko: 입력한 이메일을 확인하고 다시 시도하세요
nl: Controleer het ingevoerde e-mailadres en probeer het opnieuw
ru: Проверьте введённый адрес электронной почты и попробуйте снова
tr: Girilen e-postayı kontrol edin ve tekrar deneyin
zh_hans: 请检查输入的电子邮件地址，然后重试
zh_hant: 請檢查輸入的電子郵件地址，然後重試

# insertEmailTitle
source: Enter the recovery email:
ar: أدخل عنوان البريد الإلكتروني الذي سيُستخدم لاستعادة الحساب:
de: Geben Sie die E-Mail für die Wiederherstellung ein:
es_419: Introduce el email para recuperación:
es_mx: Digite o e-mail que será utilizado para recuperação:
fr: Entrez l'email à utiliser pour la récupération:
hi_in: पुनर्प्राप्ति के लिए उपयोग किए जाने वाले ईमेल का पता दर्ज करें:
id: Masukkan email untuk pemulihan:
it: Inserisci l'email per il recupero:
ja: 復元に使用するメールアドレスを入力してください:
ko: 복구에 사용할 이메일을 입력하세요:
nl: Voer het e-mailadres in voor herstel:
ru: Введите адрес электронной почты для восстановления:
tr: Kurtarma için e-posta girin:
zh_hans: 输入用于恢复的电子邮件地址：
zh_hant: 輸入用於恢復的電子郵件地址：

# insertEmailDescription
source: Enter your email
ar: الرجاء إدخال عنوان بريدك الإلكتروني
de: Geben Sie Ihre E-Mail-Adresse ein
es_419: Introduce tu email
es_mx: Digite seu e-mail
fr: Entrez votre email
hi_in: अपना ईमेल पता दर्ज करें
id: Masukkan email Anda
it: Inserisci la tua email
ja: メールアドレスを入力
ko: 이메일을 입력하세요
nl: Voer uw e-mailadres in
ru: Введите ваш адрес электронной почты
tr: E-postanızı girin
zh_hans: 请输入您的电子邮件地址
zh_hant: 請輸入您的電子郵件地址

# insertEmailButtonText
source: Confirm Email
ar: تأكيد البريد الإلكتروني
de: E-Mail bestätigen
es_419: Confirmar Email
es_mx: Confirmar E-mail
fr: Confirmer l'email
hi_in: ईमेल की पुष्टि करें
id: Konfirmasi Email
it: Conferma Email
ja: メール確認
ko: 이메일 확인
nl: E-mail bevestigen
ru: Подтвердить адрес электронной почты
tr: E-postayı Onaylayın
zh_hans: 确认电子邮件
zh_hant: 確認電子郵件

# emailPopupTitle
source: Send recovery email?
ar: إرسال بريد إلكتروني مع كلمة مرور استعادة؟
de: Wiederherstellungs-E-Mail senden?
es_419: ¿Enviar email de recuperación?
es_mx: Enviar email com senha de recuperação?
fr: Envoyer un email de récupération ?
hi_in: पासवर्ड पुनर्प्राप्ति के साथ ईमेल भेजें?
id: Kirim email pemulihan?
it: Inviare email di recupero?
ja: パスワード復元のメールを送信しますか？
ko: 비밀번호 복구 이메일을 전송하시겠습니까?
nl: Herstel e-mail verzenden?
ru: Отправить письмо для восстановления пароля?
tr: Kurtarma e-postası gönderilsin mi?
zh_hans: 发送带有恢复密码的电子邮件？
zh_hant: 發送帶有恢復密碼的電子郵件？
