Repository: JoaoFloresDev/Calculator-
Catalog: Calculator++/Calculator Notes/LocalizableString/*.lproj/Localizable.strings
Languages: ar, de, es_419, es_mx, fr, hi_in, id, it, ja, ko, nl, ru, tr, zh_hans, zh_hant

source: Premium Version
ar: الإصدار المميز
es_419: Versión Premium
es_mx: Versão Premium
fr: Version Premium
hi_in: प्रीमियम संस्करण
id: Versi Premium
it: Versione Premium
ja: プレミアムバージョン
ko: 프리미엄 버전
nl: Premiumversie
ru: Премиум версия
tr: Premium Sürüm
zh_hans: 高级版本
zh_hant: 高級版本

source: No Protection
ar: بدون حماية
de: Kein Schutz
es_419: Sin protección
es_mx: Sem proteção
fr: Aucune protection
hi_in: कोई सुरक्षा नहीं
id: Tanpa Perlindungan
it: Nessuna protezione
ja: 保護なし
ko: 보호 없음
nl: Geen bescherming
ru: Без защиты
tr: Koruma Yok
zh_hans: 无保护
zh_hant: 無保護

# hideRecoverButton
source: Show Face ID Button
ar: إخفاء زر Face ID
de: Face-ID-Button ausblenden
es_419: Mostrar Botón de Face ID
es_mx: Ocultar Botão Face ID
fr: Masquer le bouton Face ID
hi_in: फेस आईडी बटन छिपाएं
id: Sembunyikan Tombol Face ID
it: Nascondi pulsante Face ID
ja: Face IDボタンを非表示
ko: Face ID 버튼 숨기기
nl: Verberg Face ID-knop
ru: Скрыть кнопку Face ID
tr: Face ID Düğmesini Göster
zh_hans: 隐藏 Face ID 按钮
zh_hant: 隱藏Face ID按鈕

source: Choose Protection Mode
ar: اختر وضع الحماية
de: Schutzmodus auswählen
es_419: Elige el modo de protección
es_mx: Escolha o modo de proteção
fr: Choisissez le mode de protection
hi_in: सुरक्षा मोड चुनें
id: Pilih Mode Perlindungan
it: Scegli la modalità di protezione
ja: 保護モードを選択
ko: 보호 모드를 선택하세요
nl: Kies de beschermingsmodus
ru: Выберите режим защиты
tr: Koruma Modunu Seç
zh_hans: 选择保护模式
zh_hant: 選擇保護模式

source: Settings
ar: الإعدادات
de: Einstellungen
es_419: Ajustes
es_mx: Configurações
fr: Paramètres
hi_in: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
ru: Настройки
tr: Ayarlar
zh_hans: 设置
zh_hant: 設置

source: Gallery
ar: المعرض
de: Galerie
es_419: Galería
es_mx: Galeria
fr: Galerie
hi_in: गैलरी
id: Galeri
it: Galleria
ja: ギャラリー
ko: 갤러리
nl: Galerij
ru: Галерея
tr: Galeri
zh_hans: 图库
zh_hant: 圖庫

source: Notes
ar: الملاحظات
de: Notizen
es_419: Notas
es_mx: Notas
hi_in: नोट्स
id: Catatan
it: Note
ja: メモ
ko: 노트
nl: Notities
ru: Заметки
tr: Notlar
zh_hans: 笔记
zh_hant: 筆記

# instructionFirstStepCalc
source: Create a password and click the '=' button to confirm
ar: قم بإنشاء كلمة مرور وانقر على زر '='
de: Erstellen Sie ein Passwort und drücken Sie die '='-Taste
es_419: Crea una contraseña y haz clic en el botón '=' para confirmar
es_mx: Crie uma senha e clique no botão '='
fr: Créez un mot de passe et appuyez sur le bouton '='
hi_in: एक पासवर्ड बनाएं और '=' बटन पर क्लिक करें
id: Buat kode sandi dan tekan tombol '='
it: Crea una password e premi il pulsante '='
ja: パスコードを作成し、 '=' ボタンを押してください
ko: 비밀번호를 생성하고 '=' 버튼을 누르세요
nl: Maak een wachtwoord aan en druk op '='
ru: Создайте пароль и нажмите кнопку '='
tr: Bir şifre oluşturun ve onaylamak için '=' düğmesine tıklayın
zh_hans: 创建密码并单击 '=' 按钮
zh_hant: 創建密碼並單擊“=”按鈕

# instructionSecondStepCalc
source: Password: *****. Repeat the password and confirm with '='
ar: كلمة المرور: *****. كرر كلمة المرور واضغط '='
de: Passwort: *****. Geben Sie das Passwort erneut ein und bestätigen Sie mit '='
es_419: Contraseña: *****. Repite la contraseña y confirma con '='
es_mx: Senha: *****. Repita a senha e confirme com '='
fr: Mot de passe : *****. Saisissez le mot de passe à nouveau et confirmez avec '='
hi_in: पासवर्ड: *****। पासवर्ड को दोबारा दर्ज करें और '=' के साथ पुष्टि करें
id: Kode sandi: *****. Masukkan kembali kode sandi dan konfirmasi dengan '='
it: Password: *****. Ripeti la password e conferma con '='
ja: パスコード：*****。パスコードを再入力し、'='で確認
ko: 비밀번호: *****. 비밀번호를 다시 입력하고 '='로 확인하세요
nl: Wachtwoord: *****. Herhaal het wachtwoord en bevestig met '='
ru: Пароль: *****. Повторите пароль и подтвердите с помощью '='
tr: Şifre: *****. Şifreyi tekrar edin ve '=' ile onaylayın
zh_hans: 密码：*****。重复密码并单击 '='
zh_hant: 密碼：*****。重複輸入密碼並按“=”確認

# instructionFirstStepBank
source: Create a password and click 'OK'
ar: قم بإنشاء كلمة مرور وانقر على 'enter'
de: Erstellen Sie ein Passwort und drücken Sie 'OK'
es_419: Crea una contraseña y haz clic en 'OK'
es_mx: Crie uma senha e clique em 'OK'
fr: Créez un mot de passe et appuyez sur 'OK'
hi_in: एक पासवर्ड बनाएं और 'एंटर' पर क्लिक करें
id: Buat kode sandi dan tekan 'OK'
it: Crea una password e premi 'OK'
ja: パスコードを作成し、'OK'を押してください
ko: 비밀번호를 생성하고 'OK'를 누르세요
nl: Maak een wachtwoord aan en druk op 'OK'
ru: Создайте пароль и нажмите 'OK'
tr: Bir şifre oluşturun ve 'OK' tuşuna basın
zh_hans: 创建密码并单击 'enter' 按钮
zh_hant: 創建密碼並按“Enter”鍵

# instructionSecondStepBank
source: Password: *****. Repeat the password and confirm with 'OK'
ar: كلمة المرور: *****. كرر كلمة المرور واضغط 'Enter'
de: Passwort: *****. Geben Sie das Passwort erneut ein und bestätigen Sie mit 'OK'
es_419: Contraseña: *****. Repite la contraseña y confirma con 'OK'
es_mx: Senha: *****. Repita a senha e confirme com 'OK'
fr: Mot de passe : *****. Saisissez le mot de passe à nouveau et confirmez avec 'OK'
hi_in: पासवर्ड: *****। पासवर्ड को दोबारा दर्ज करें और 'एंटर' के साथ पुष्टि करें
id: Kode sandi: *****. Masukkan kembali kode sandi dan konfirmasi dengan 'OK'
it: Password: *****. Ripeti la password e conferma con 'OK'
ja: パスコード：*****。パスコードを再入力し、'OK'で確認
ko: 비밀번호: *****. 비밀번호를 다시 입력하고 'OK'로 확인하세요
nl: Wachtwoord: *****. Herhaal het wachtwoord en bevestig met 'OK'
ru: Пароль: *****. Повторите пароль и подтвердите с помощью 'OK'
tr: Şifre: *****. Şifreyi tekrar edin ve 'OK' ile onaylayın
zh_hans: 密码：*****。重复密码并单击 'Enter'
zh_hant: 密碼：*****。重複輸入密碼並按“Enter”確認

# bankModeHasBeenActivated
source: Vault Mode Activated
ar: تم تفعيل وضع الخزنة
de: Tresormodus aktiviert
es_419: Modo Bóveda Activado
es_mx: Modo cofre ativado
fr: Mode coffre activé
hi_in: बैंक मोड सक्रिय किया गया है
id: Mode Brankas Diaktifkan
it: Modalità cassaforte attivata
ja: 金庫モードが有効になりました
ko: 금고 모드 활성화됨
nl: Kluismodus geactiveerd
ru: Режим сейфа активирован
tr: Kasa Modu Etkinleştirildi
zh_hans: 已激活保险柜模式
zh_hant: 保險櫃模式已啟動

# calcModeHasBeenActivated
source: Calculator Mode Activated
ar: تم تفعيل وضع الآلة الحاسبة
de: Taschenrechnermodus aktiviert
es_419: Modo Calculadora Activado
es_mx: Modo calculadora ativado
fr: Mode calculatrice activé
hi_in: कैलकुलेटर मोड सक्रिय किया गया है
id: Mode Kalkulator Diaktifkan
it: Modalità calcolatrice attivata
ja: 計算機モードが有効になりました
ko: 계산기 모드 활성화됨
nl: Rekenmachinemodus geactiveerd
ru: Режим калькулятора активирован
tr: Hesap Makinesi Modu Etkinleştirildi
zh_hans: 已激活计算器模式
zh_hant: 計算機模式已啟動

# welcomeInstructionBank
source: Enter your password
ar: أدخل كلمة المرور الخاصة بك
de: Geben Sie Ihr Passwort ein
es_419: Introduce tu contraseña
es_mx: Digite sua senha
fr: Entrez votre mot de passe
hi_in: अपना पासवर्ड दर्ज करें
id: Masukkan kode sandi Anda
it: Inserisci la tua password
ja: パスコードを入力してください
ko: 비밀번호를 입력하세요
nl: Voer uw wachtwoord in
ru: Введите ваш пароль
tr: Şifrenizi girin
zh_hans: 输入您的密码
zh_hant: 輸入您的密碼

source: Done
ar: تم
de: Fertig
es_419: Listo
es_mx: Pronto
fr: Terminé
hi_in: किया
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
ru: Готово
tr: Tamam
zh_hans: 完成
zh_hant: 完成

source: Edit
ar: تحرير
de: Bearbeiten
es_419: Editar
es_mx: Editar
fr: Modifier
hi_in: संपादन
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
ru: Редактировать
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

# premiumToolTitle
source: Premium Feature
ar: أداة مميزة
de: Premium-Funktion
es_419: Función Premium
es_mx: Recurso premium
fr: Fonction Premium
hi_in: प्रीमियम टूल
id: Fitur Premium
it: Funzione Premium
ja: プレミアム機能
ko: 프리미엄 기능
nl: Premiumfunctie
ru: Премиум функция
tr: Premium Özellik
zh_hans: 高级工具
zh_hant: 高級工具

# premiumToolMessage
source: Video support is exclusive to Premium users. Check upgrade options in Settings
ar: دعم الفيديو متاح فقط للمستخدمين المميزين. انظر للترقيات في قسم الإعدادات
de: Videounterstützung ist nur für Premium-Nutzer verfügbar. Weitere Upgrade-Optionen finden Sie in den Einstellungen
es_419: El soporte para videos es exclusivo para usuarios Premium. Consulta las opciones de actualización en Ajustes
es_mx: O suporte para vídeo é apenas oferecido para usuários premium. Veja os upgrades na seção Configurações
fr: Le support vidéo est réservé aux utilisateurs Premium. Voir les options de mise à niveau dans les Paramètres
hi_in: वीडियो का समर्थन केवल प्रीमियम उपयोगकर्ताओं के लिए है। सेटिंग्स सेक्शन में अपग्रेड देखें
id: Dukungan video hanya tersedia untuk pengguna Premium. Lihat opsi upgrade di Pengaturan
it: Il supporto video è disponibile solo per gli utenti Premium. Vedi le opzioni di upgrade nelle Impostazioni
ja: ビデオサポートはプレミアムユーザーのみが利用可能です。設定でアップグレードオプションをご確認ください
ko: 비디오 지원은 프리미엄 사용자만 이용 가능합니다. 설정 메뉴에서 업그레이드 옵션을 확인하세요
nl: Video-ondersteuning is alleen beschikbaar voor Premium-gebruikers. Zie de upgrade-opties in Instellingen
ru: Поддержка видео доступна только для премиум-пользователей. Ознакомьтесь с возможностями обновления в разделе Настройки
tr: Video desteği yalnızca Premium kullanıcılar içindir. Yükseltme seçeneklerini Ayarlar'da görebilirsiniz
zh_hans: 视频支持仅提供给高级用户。请在“设置”部分查看升级选项
zh_hant: 僅提供高級用戶視頻支持。請在“設置”部分查看升級選項

# premiumTooliCloudMessage
source: Backup feature is only available for Premium users. More details in Settings
ar: ميزة النسخ الاحتياطي حصرية للمستخدمين المميزين. سيتم عرض تفاصيل المنتج
de: Die Backup-Funktion ist nur für Premium-Nutzer verfügbar. Produktdetails werden angezeigt
es_419: La función de respaldo está disponible solo para usuarios Premium. Más detalles en Ajustes
es_mx: O recurso de backup é exclusivo para usuários Premium. Detalhes do produto serão apresentados
fr: La fonctionnalité de sauvegarde est réservée aux utilisateurs Premium. Les détails du produit seront affichés
hi_in: बैकअप की सुविधा केवल प्रीमियम उपयोगकर्ताओं के लिए है। उत्पाद विवरण सेक्शन में प्रदर्शित होंगे
id: Fitur cadangan hanya tersedia untuk pengguna Premium. Detail produk akan disediakan
it: La funzione di backup è disponibile solo per utenti Premium. Dettagli del prodotto saranno presentati
ja: バックアップ機能はプレミアムユーザー専用です。製品の詳細情報が表示されます
ko: 백업 기능은 프리미엄 사용자만 사용할 수 있습니다. 제품에 대한 자세한 내용은 제공됩니다
nl: De back-upfunctie is exclusief voor Premium-gebruikers. Productdetails worden weergegeven
ru: Функция резервного копирования доступна только для премиум-пользователей. Подробности о продукте будут предоставлены
tr: Yedekleme özelliği yalnızca Premium kullanıcılar için kullanılabilir. Daha fazla bilgi Ayarlar'da
zh_hans: 备份功能仅适用于高级用户。产品详细信息将显示
zh_hant: 備份功能僅適用於高級用戶。產品詳細信息將顯示在“產品”部分

source: Save
ar: حفظ
de: Speichern
es_419: Guardar
es_mx: Salvar
fr: Enregistrer
hi_in: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
ru: Сохранить
tr: Kaydet
zh_hans: 保存
zh_hant: 保存

source: Cancel
ar: إلغاء
de: Abbrechen
es_419: Cancelar
es_mx: Cancelar
fr: Annuler
hi_in: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: See
ar: عرض
de: Ansehen
es_419: Ver
es_mx: Ver
fr: Voir
hi_in: देखें
id: Lihat
it: Vedi
ja: 表示
ko: 보기
nl: Bekijken
ru: Смотреть
tr: Gör
zh_hans: 查看
zh_hant: 查看

source: Loading...
ar: جار التحميل...
de: Lädt...
es_419: Cargando...
es_mx: Carregando...
fr: Chargement...
hi_in: लोड हो रहा है...
id: Memuat...
it: Caricamento in corso...
ja: 読み込み中...
ko: 로딩 중...
nl: Laden...
ru: Загрузка...
tr: Yükleniyor...
zh_hans: 加载中...
zh_hant: 加載中...

source: Close
ar: إغلاق
de: Schließen
es_419: Cerrar
es_mx: Fechar
fr: Fermer
hi_in: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
ru: Закрыть
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉

source: Restore
ar: استعادة
de: Wiederherstellen
es_419: Restaurar
es_mx: Restaurar
fr: Restaurer
hi_in: पुनर्स्थापित करें
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
nl: Herstellen
ru: Восстановить
tr: Geri Yükle
zh_hans: 还原
zh_hant: 恢復

source: Buy
ar: شراء
de: Kaufen
es_419: Comprar
es_mx: Comprar
fr: Acheter
hi_in: खरीदें
id: Beli
it: Acquista
ja: 購入
ko: 구매
nl: Kopen
ru: Купить
tr: Satın Al
zh_hans: 购买
zh_hant: 購買

# folderTitle
source: Folder Name
ar: اسم المجلد
de: Ordnername
es_419: Nombre de la Carpeta
es_mx: Nome da Pasta
fr: Nom du dossier
hi_in: फ़ोल्डर का नाम
id: Nama Folder
it: Nome della cartella
ja: フォルダー名
ko: 폴더 이름
nl: Mapnaam
ru: Название папки
tr: Klasör Adı
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

# createActionTitle
source: Create
ar: إنشاء
de: Erstellen
es_419: Crear
es_mx: Criar
fr: Créer
hi_in: बनाएं
id: Buat
it: Crea
ja: 作成
ko: 생성
nl: Aanmaken
ru: Создать
tr: Oluştur
zh_hans: 创建
zh_hant: 創建

# cancelTitle
source: Cancel
ar: إلغاء
de: Abbrechen
es_419: Cancelar
es_mx: Cancelar
fr: Annuler
hi_in: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

# inputPlaceholder
source: Enter the new folder name
ar: أدخل اسم المجلد الجديد
de: Geben Sie den Namen des neuen Ordners ein
es_419: Ingresa el nombre de la nueva carpeta
es_mx: Insira o Nome da Nova Pasta
fr: Entrez le nom du nouveau dossier
hi_in: नए फ़ोल्डर का नाम दर्ज करें
id: Masukkan Nama Folder Baru
it: Inserisci il nome della nuova cartella
ja: 新しいフォルダー名を入力
ko: 새 폴더 이름을 입력하세요
nl: Voer de naam van de nieuwe map in
ru: Введите название новой папки
tr: Yeni klasör adı girin
zh_hans: 输入新文件夹的名称
zh_hant: 輸入新資料夾名稱

# folderNameAlreadyUsedTitle
source: Folder Name Already Used
ar: اسم المجلد مستخدم بالفعل
de: Ordnername bereits vergeben
es_419: Nombre de Carpeta Ya Usado
es_mx: Nome de Pasta Já Utilizado
fr: Nom de dossier déjà utilisé
hi_in: फ़ोल्डर का नाम पहले से ही उपयोग किया गया है
id: Nama Folder Sudah Digunakan
it: Nome della cartella già usato
ja: 既に使用されているフォルダー名
ko: 이미 사용 중인 폴더 이름
nl: Mapnaam is al in gebruik
ru: Название папки уже используется
tr: Klasör Adı Zaten Kullanılıyor
zh_hans: 文件夹名称已被使用
zh_hant: 資料夾名稱已使用

# folderNameAlreadyUsedText
source: Choose a different name for the folder
ar: يرجى اختيار اسم مجلد مختلف
de: Wählen Sie einen anderen Namen für den Ordner
es_419: Elige un nombre diferente para la carpeta
es_mx: Escolha um Nome Diferente para a Pasta
fr: Choisissez un autre nom pour le dossier
hi_in: कृपया फ़ोल्डर का अलग नाम चुनें
id: Pilih Nama Lain untuk Folder
it: Scegli un nome diverso per la cartella
ja: 異なる名前を選択してください
ko: 다른 폴더 이름을 선택하세요
nl: Kies een andere naam voor de map
ru: Выберите другое название для папки
tr: Klasör için farklı bir ad seçin
zh_hans: 请选择不同的文件夹名称
zh_hant: 請選擇不同的資料夾名稱

# deleteConfirmationTitle
source: Delete Files?
ar: حذف الملفات؟
de: Dateien löschen?
es_419: ¿Eliminar Archivos?
es_mx: Excluir Arquivos?
fr: Supprimer les fichiers ?
hi_in: फ़ाइलें हटाएं?
id: Hapus File?
it: Eliminare i file?
ja: ファイルを削除しますか？
ko: 파일을 삭제하시겠습니까?
nl: Bestanden verwijderen?
ru: Удалить файлы?
tr: Dosyaları Sil?
zh_hans: 删除文件？
zh_hant: 刪除文件？

source: Hide All Videos
ar: إخفاء جميع ملفات الفيديو المحفوظة
de: Alle gespeicherten Videos ausblenden
es_419: Ocultar Todos los Videos
es_mx: Ocultar Todos os Vídeos Salvos
fr: Masquer toutes les vidéos enregistrées
hi_in: सभी सहेजे गए वीडियो छिपाएँ
id: Sembunyikan Semua Video Tersimpan
it: Nascondi tutti i video salvati
ja: 保存されたすべてのビデオを非表示
ko: 저장된 모든 비디오 숨기기
nl: Verberg alle opgeslagen video’s
ru: Скрыть все сохраненные видео
tr: Tüm Videoları Gizle
zh_hans: 隐藏所有已保存的视频
zh_hant: 隱藏所有已保存的視頻

source: Show All Videos
ar: عرض جميع ملفات الفيديو المحفوظة
de: Alle gespeicherten Videos anzeigen
es_419: Mostrar Todos los Videos
es_mx: Mostrar Todos os Vídeos Salvos
fr: Afficher toutes les vidéos enregistrées
hi_in: सभी सहेजे गए वीडियो दिखाएँ
id: Tampilkan Semua Video Tersimpan
it: Mostra tutti i video salvati
ja: 保存されたすべてのビデオを表示
ko: 저장된 모든 비디오 보기
nl: Toon alle opgeslagen video’s
ru: Показать все сохраненные видео
tr: Tüm Videoları Göster
zh_hans: 显示所有已保存的视频
zh_hant: 顯示所有已保存的視頻

source: Hide All Photos
ar: إخفاء جميع الصور المحفوظة
de: Alle gespeicherten Fotos ausblenden
es_419: Ocultar Todas las Fotos
es_mx: Ocultar Todas as Fotos Salvas
fr: Masquer toutes les photos enregistrées
hi_in: सभी सहेजी गई फ़ोटो छिपाएँ
id: Sembunyikan Semua Foto Tersimpan
it: Nascondi tutte le foto salvate
ja: 保存されたすべての写真を非表示
ko: 저장된 모든 사진 숨기기
nl: Verberg alle opgeslagen foto’s
ru: Скрыть все сохраненные фото
tr: Tüm Fotoğrafları Gizle
zh_hans: 隐藏所有已保存的照片
zh_hant: 隱藏所有已保存的照片

source: Show All Photos
ar: عرض جميع الصور المحفوظة
de: Alle gespeicherten Fotos anzeigen
es_419: Mostrar Todas las Fotos
es_mx: Mostrar Todas as Fotos Salvas
fr: Afficher toutes les photos enregistrées
hi_in: सभी सहेजी गई फ़ोटो दिखाएँ
id: Tampilkan Semua Foto Tersimpan
it: Mostra tutte le foto salvate
ja: 保存されたすべての写真を表示
ko: 저장된 모든 사진 보기
nl: Toon alle opgeslagen foto’s
ru: Показать все сохраненные фото
tr: Tüm Fotoğrafları Göster
zh_hans: 显示所有已保存的照片
zh_hant: 顯示所有已保存的照片

# wouldLikeSetProtection
source: Would you like to add protection to your gallery?
ar: هل ترغب في إضافة حماية لمعرضك؟
de: Möchten Sie Ihrer Galerie Schutz hinzufügen?
es_419: ¿Deseas añadir protección a tu galería?
es_mx: Deseja Adicionar Proteção à Sua Galeria?
fr: Souhaitez-vous ajouter une protection à votre galerie ?
hi_in: क्या आप अपनी गैलरी को सुरक्षित करना चाहेंगे?
id: Ingin Menambahkan Perlindungan ke Galeri Anda?
it: Vuoi aggiungere protezione alla tua galleria?
ja: ギャラリーに保護を追加しますか？
ko: 갤러리에 보호를 추가하시겠습니까?
nl: Wilt u bescherming toevoegen aan uw galerij?
ru: Хотите добавить защиту для вашей галереи?
tr: Galerinize koruma eklemek ister misiniz?
zh_hans: 要为您的图库添加保护吗？
zh_hant: 要對您的圖庫添加保護嗎？

# askToRestoreBackupTitle
source: Restore Backup
ar: استعادة النسخ الاحتياطي
de: Backup wiederherstellen
es_419: Restaurar Respaldo
es_mx: Restaurar Backup
fr: Restaurer la sauvegarde
hi_in: बैकअप को पुनर्स्थापित करें
id: Pulihkan Cadangan
it: Ripristina backup
ja: バックアップの復元
ko: 백업 복원
nl: Back-up herstellen
ru: Восстановить резервную копию
tr: Yedeği Geri Yükle
zh_hans: 还原备份
zh_hant: 恢復備份

# askToRestoreBackupMessage
source: Would you like to restore your latest backup?
ar: هل ترغب في استعادة النسخ الاحتياطي الأخير؟
de: Möchten Sie Ihr letztes Backup wiederherstellen?
es_419: ¿Deseas restaurar tu último respaldo?
es_mx: Deseja restaurar seu último backup?
fr: Voulez-vous restaurer votre dernière sauvegarde ?
hi_in: क्या आप अपने आखिरी बैकअप को पुनर्स्थापित करना चाहेंगे?
id: Ingin memulihkan cadangan terakhir Anda?
it: Vuoi ripristinare l'ultimo backup?
ja: 最新のバックアップを復元しますか？
ko: 마지막 백업을 복원하시겠습니까?
nl: Wilt u uw laatste back-up herstellen?
ru: Хотите восстановить последнюю резервную копию?
tr: Son yedeğinizi geri yüklemek istiyor musunuz?
zh_hans: 是否要还原上次的备份？
zh_hant: 是否要恢復您的最近一個備份？

# backupSuccessTitle
source: Backup Restored Successfully
ar: تمت النسخ الاحتياطي بنجاح
de: Backup erfolgreich
es_419: Respaldo Restaurado Exitosamente
es_mx: Backup Realizado com Sucesso
fr: Sauvegarde réussie
hi_in: बैकअप सफलतापूर्वक किया गया
id: Cadangan Berhasil
it: Backup ripristinato con successo
ja: バックアップ成功
ko: 백업 성공
nl: Back-up succesvol hersteld
ru: Резервная копия успешно создана
tr: Yedekleme Başarıyla Geri Yüklendi
zh_hans: 备份成功
zh_hant: 備份成功

# backupSuccessMessage
source: Your backup has been successfully restored
ar: تم استعادة النسخ الاحتياطي الخاص بك بنجاح
de: Ihr Backup wurde erfolgreich wiederhergestellt
es_419: Tu respaldo ha sido restaurado exitosamente
es_mx: Seu backup foi restaurado com sucesso
fr: Votre sauvegarde a été restaurée avec succès
hi_in: आपका बैकअप सफलतापूर्वक पुनर्स्थापित किया गया है
id: Cadangan Anda telah berhasil dipulihkan
it: Il tuo backup è stato ripristinato con successo
ja: バックアップが正常に復元されました
ko: 백업이 성공적으로 복원되었습니다
nl: Uw back-up is succesvol hersteld
ru: Ваша резервная копия была успешно восстановлена
tr: Yedeğiniz başarıyla geri yüklendi
zh_hans: 您的备份已成功还原
zh_hant: 您的備份已成功恢復

# backupErrorTitle
source: Backup Error
ar: فشل النسخ الاحتياطي
de: Backup-Fehler
es_419: Error de Respaldo
es_mx: Erro ao Efetuar Backup
fr: Erreur de sauvegarde
hi_in: बैकअप करते समय त्रुटि
id: Kesalahan Cadangan
it: Errore nel backup
ja: バックアップエラー
ko: 백업 오류
nl: Back-up fout
ru: Ошибка резервного копирования
tr: Yedekleme Hatası
zh_hans: 备份失败
zh_hant: 備份錯誤

# backupErrorMessage
source: No data found for backup
ar: لم يتم العثور على بيانات النسخ الاحتياطي
de: Keine Daten für das Backup gefunden
es_419: No se encontraron datos para respaldo
es_mx: Nenhum dado encontrado para backup
fr: Aucune donnée trouvée pour la sauvegarde
hi_in: कोई डेटा बैकअप के लिए नहीं मिला
id: Data tidak ditemukan untuk cadangan
it: Nessun dato trovato per il backup
ja: バックアップするデータが見つかりません
ko: 백업할 데이터를 찾을 수 없습니다
nl: Geen gegevens gevonden voor back-up
ru: Данные для резервного копирования не найдены
tr: Yedekleme için veri bulunamadı
zh_hans: 未找到备份数据
zh_hant: 未找到備份數據

# incorrectPasswordTitle
source: Incorrect Password
ar: كلمة المرور غير صحيحة
de: Falsches Passwort
es_419: Contraseña Incorrecta
es_mx: Senha Incorreta
fr: Mot de passe incorrect
hi_in: गलत पासवर्ड
id: Kode Sandi Salah
it: Password errata
ja: パスコードが間違っています
ko: 잘못된 비밀번호
nl: Onjuist wachtwoord
ru: Неправильный пароль
tr: Yanlış Şifre
zh_hans: 密码错误
zh_hant: 密碼不正確

# incorrectPasswordMessage
source: The provided password is not valid. Please try again.
ar: كلمة المرور التي قدمتها غير صالحة. يرجى المحاولة مرة أخرى.
de: Das angegebene Passwort ist ungültig. Bitte versuchen Sie es erneut.
es_419: La contraseña proporcionada no es válida. Intenta de nuevo.
es_mx: A senha fornecida não é válida. Tente novamente.
fr: Le mot de passe fourni n'est pas valide. Veuillez réessayer.
hi_in: दिए गए पासवर्ड वैध नहीं है। कृपया पुन: प्रयास करें।
id: Kode sandi yang diberikan tidak valid. Silakan coba lagi.
it: La password inserita non è valida. Riprova.
ja: 入力されたパスコードが無効です。もう一度お試しください。
ko: 입력한 비밀번호가 올바르지 않습니다. 다시 시도하세요.
nl: Het ingevoerde wachtwoord is ongeldig. Probeer het opnieuw.
ru: Предоставленный пароль неверен. Попробуйте снова.
tr: Girilen şifre geçerli değil. Lütfen tekrar deneyin.
zh_hans: 提供的密码无效。请重试。
zh_hant: 提供的密碼無效。請重試。

# insertPasswordTitle
source: Enter Your Password
ar: أدخل كلمة المرور الخاصة بك
de: Geben Sie Ihr Passwort ein
es_419: Introduce tu Contraseña
es_mx: Digite sua Senha
fr: Entrez votre mot de passe
hi_in: अपना पासवर्ड दर्ज करें
id: Masukkan Kode Sandi Anda
it: Inserisci la tua password
ja: パスコードを入力してください
ko: 비밀번호를 입력하세요
nl: Voer uw wachtwoord in
ru: Введите ваш пароль
tr: Şifrenizi Girin
zh_hans: 输入密码
zh_hant: 輸入您的密碼

# insertPasswordMessage
source: Enter the previously configured password to access the app
ar: الرجاء إدخال كلمة المرور المستخدمة سابقًا لفتح التطبيق
de: Geben Sie das zuvor verwendete Passwort ein, um die App zu öffnen
es_419: Introduce la contraseña configurada previamente para acceder a la aplicación
es_mx: Digite a senha anteriormente usada para abrir o aplicativo
fr: Entrez le mot de passe utilisé précédemment pour ouvrir l'application
hi_in: अपने ऐप को खोलने के लिए पूर्व में उपयोग किए गए पासवर्ड को दर्ज करें
id: Masukkan kode sandi yang telah digunakan sebelumnya untuk membuka aplikasi
it: Inserisci la password usata precedentemente per accedere all'app
ja: 以前に設定したパスコードを入力してアプリにアクセスしてください
ko: 앱을 열기 위해 이전에 사용한 비밀번호를 입력하세요
nl: Voer het eerder gebruikte wachtwoord in om toegang te krijgen tot de app
ru: Введите ранее установленный пароль для доступа к приложению
tr: Uygulamaya erişmek için daha önce belirlenen şifreyi girin
zh_hans: 请输入先前用于打开应用程序的密码
zh_hant: 輸入以前用於打開應用程序的密碼

# enableiCloudTitle
source: Action Required
ar: إجراء مطلوب
de: Aktion erforderlich
es_419: Acción Requerida
es_mx: Ação Necessária
fr: Action requise
hi_in: क्रिया की आवश्यकता है
id: Tindakan Diperlukan
it: Azione richiesta
ja: アクションが必要です
ko: 조치가 필요합니다
nl: Actie vereist
ru: Требуется действие
tr: Gerekli İşlem
zh_hans: 需要操作
zh_hant: 需要操作
