Repository: JoaoFloresDev/Calculator-
Catalog: Calculator++/Calculator Notes/LocalizableString/*.lproj/Localizable.strings
Languages: ar, de, es_419, es_mx, fr, hi_in, id, it, ja, ko, nl, ru, tr, zh_hans, zh_hant

# deleteErrorMessage
source: Error deleting item
es_419: Error al eliminar el elemento
tr: Öğe silinirken hata

# folderDeletedTitle
source: Folder Deleted
es_419: Carpeta Eliminada
tr: Klasör Silindi

# folderDeletedMessage
source: Folder deleted successfully
es_419: Carpeta eliminada con éxito
tr: Klasör başarıyla silindi

# headerMessage
source: Thank you for sharing your ideas with us
es_419: Gracias por compartir tus ideas con nosotros
tr: Fikirlerinizi bizimle paylaştığınız için teşekkür ederiz

# emailContact
source: Contact Email (optional)
es_419: Email de Contacto (opcional)
tr: İletişim E-postası (isteğe bağlı)

# writeYourMessage
source: Leave Your Message
es_419: Escribe Tu Mensaje
tr: Mesajınızı Bırakın

# emailPlaceholder
source: Your email (optional)
es_419: Tu email (opcional)
tr: E-postanız (isteğe bağlı)

# feedbackPlaceholder
source: We want to hear your ideas, suggestions, and feedback!
es_419: ¡Queremos escuchar tus ideas, sugerencias y comentarios!
tr: Fikirlerinizi, önerilerinizi ve geri bildirimlerinizi duymak istiyoruz!

# submitButtonTitle
source: Submit Feedback
es_419: Enviar Comentarios
tr: Geri Bildirim Gönder

# emptyMessageAlertTitle
source: Empty Message
es_419: Mensaje Vacío
tr: Boş Mesaj

# emptyMessageAlertMessage
source: Please fill in the message field and try again
es_419: Por favor, llena el campo de mensaje e inténtalo de nuevo
tr: Lütfen mesaj alanını doldurun ve tekrar deneyin

# errorAlertTitle
source: Error!
tr: Hata!

# errorAlertMessage
source: Try again later
es_419: Intenta de nuevo más tarde
tr: Daha sonra tekrar deneyin

# thankYouAlertTitle
source: Thank You!
es_419: ¡Muchas Gracias!
tr: Çok Teşekkürler!

# thankYouAlertMessage
source: Your opinion is very important to us. Your message has been successfully sent!
es_419: Tu opinión es muy importante para nosotros. Tu mensaje ha sido enviado con éxito!
tr: Görüşleriniz bizim için çok önemli. Mesajınız başarıyla gönderildi!

# suggestionsFeedbackTitle
source: Suggestions and Feedback
es_419: Sugerencias y Comentarios
tr: Öneriler ve Geri Bildirim

source: Link Copied
es_419: Enlace Copiado
tr: Bağlantı Kopyalandı

source: Secure Sharing
es_419: Compartición Segura
tr: Güvenli Paylaşım

source: Active Links
es_419: Enlaces Activos
tr: Aktif Bağlantılar

source: Network Error
es_419: Error de Red
tr: Ağ Hatası

# linkPrefix
source: link:
es_419: enlace:
tr: bağlantı:

# keyPrefix
source: password:
es_419: contraseña:
tr: şifre:

# linkText
source: Link:
es_419: Enlace:
tr: Bağlantı:

# keyText
source: Password:
es_419: Contraseña:
tr: Şifre:

# tutorialTitle
source: Securely Share Photos and Videos
es_419: Comparte Fotos y Videos con Seguridad
tr: Fotoğraf ve Videoları Güvenle Paylaşın

# tutorialDescription
source: You can now create shareable links for photos and videos securely. The recipient can import photos directly into the app.
es_419: Ahora puedes crear enlaces compartibles para fotos y videos de manera segura. El destinatario podrá importar las fotos directamente en la app.
tr: Artık fotoğraf ve videolar için paylaşılabilir güvenli bağlantılar oluşturabilirsiniz. Alıcı fotoğrafları doğrudan uygulamaya aktarabilir.

# tutorialHowTo
source: How to Use?
es_419: ¿Cómo Usar?
tr: Nasıl Kullanılır?

# tutorialSteps
source: 1. Select photos in your gallery. 2. Tap share and choose 'Secure Sharing'. 3. Send the link and password to the person you want to share with.
es_419: 1. Selecciona fotos en tu galería. 2. Toca compartir y elige 'Compartición segura'. 3. Envía el enlace y la contraseña a la persona con la que deseas compartir.
tr: 1. Galerinizde fotoğrafları seçin. 2. Paylaş'a dokunun ve 'Güvenli Paylaşım'ı seçin. 3. Bağlantıyı ve şifreyi paylaşmak istediğiniz kişiye gönderin.

source: Importing photos
es_419: Importando fotos
tr: Fotoğraflar içe aktarılıyor

# limitReachedTitle
source: Limit Reached
es_419: Límite Alcanzado
tr: Sınıra Ulaşıldı

# limitReachedMessage
source: You have reached the link creation limit. Access 'Secure Link' in settings to remove a link and free up space.
es_419: Has alcanzado el límite de enlaces creados. Accede a 'Enlace Seguro' en ajustes para eliminar un enlace y liberar espacio.
tr: Bağlantı oluşturma sınırına ulaştınız. Ayarlarda 'Güvenli Bağlantı'ya gidin, bir bağlantıyı silin ve yer açın.

source: Choose Destination
es_419: Elige el Destino
tr: Hedefi Seçin

source: Share
es_419: Compartir
tr: Paylaş

source: Save to Gallery
es_419: Guardar en la Galería
tr: Galeriye Kaydet

# shareWithOtherCalculator
source: Share with another calculator
es_419: Compartir con otra calculadora
tr: Başka bir hesap makinesi ile paylaş

source: Enter URL
es_419: Introduce la URL
tr: URL girin

# newTag
source: New
es_419: Nuevo
tr: Yeni

source: Add Fake Password
es_419: Añadir Contraseña Falsa
tr: Sahte Şifre Ekle

# secretSharing
source: Secure Sharing
es_419: Compartición Segura
tr: Gizli Paylaşım

source: Improvement Suggestions
es_419: Sugerencias de Mejora
tr: İyileştirme Önerileri

source: Biometric Authentication
es_419: Autenticación Biométrica
tr: Biyometrik Kimlik Doğrulama

source: Change Password
es_419: Cambiar Contraseña
tr: Şifreyi Değiştir

source: Send Link and Password
es_419: Enviar Enlace y Contraseña
tr: Bağlantı ve Şifre Gönder

# sharedContentIntro
source: Here is the link to access the content I shared with you:
es_419: Aquí está el enlace para acceder al contenido que compartí contigo:
tr: Seninle paylaştığım içeriğe erişmek için bağlantı burada:

# sharedContentStep2
source: 1. Open the link:
es_419: 1. Abre el enlace:
tr: 1. Bağlantıyı açın:

# sharedContentStep3
source: 3. Enter the password to unlock:
es_419: 3. Ingresa la contraseña para desbloquear:
tr: 3. Şifreyi girerek kilidi açın:

# changepassAlertTitle
source: New password:
es_419: Nueva contraseña:
tr: Yeni şifre:

# changepassAlertText
source: Password changed successfully
es_419: Contraseña cambiada con éxito
tr: Şifre başarıyla değiştirildi

# enterPasswordTitle
source: Enter Password
es_419: Introduce la Contraseña
tr: Şifreyi Girin

# enterPasswordMessage
source: Enter the password for the secret link to access the photos:
es_419: Introduce la contraseña del enlace secreto para acceder a las fotos:
tr: Fotoğraflara erişmek için gizli bağlantı şifresini girin:

# passwordPlaceholder
source: Password
es_419: Contraseña
tr: Şifre

# invalidLinkOrPasswordMessage
source: Invalid link or password. Please try again.
es_419: Enlace o contraseña inválidos. Intenta de nuevo.
tr: Geçersiz bağlantı veya şifre. Tekrar deneyin.

# noVideoToSaveTitle
source: No video found
es_419: No se encontró video
tr: Video bulunamadı

# noVideoToSaveMessage
source: No valid video selected to save to the gallery.
es_419: No se seleccionó ningún video válido para guardar en la galería.
tr: Galeride kaydedilecek geçerli video seçilmedi.

# noVideoToShareTitle
source: No video found
es_419: No se encontró video
tr: Video bulunamadı

# noVideoToShareMessage
source: No valid video selected to share.
es_419: No se seleccionó ningún video válido para compartir.
tr: Paylaşılacak geçerli video seçilmedi.

source: Review
es_419: Evaluar
tr: İnceleme

# sugestions
source: Improvement Suggestions?
es_419: ¿Sugerencias de Mejora?
tr: Geliştirme Önerileri?

# sugestionsDescription
source: Your feedback is very important! Help us improve even more
es_419: ¡Tu opinión es muy importante! Ayúdanos a mejorar aún más
tr: Geri bildiriminiz çok önemli! Bize yardımcı olun

# insertpass
source: Enter password
es_419: Introduce la contraseña
tr: Şifreyi girin

# errorTitle
source: Error
ar: خطأ غير متوقع
de: Unerwarteter Fehler
es_mx: Erro Inesperado
fr: Erreur inattendue
hi_in: अप्रत्याशित त्रुटि
id: Kesalahan Tidak Terduga
it: Errore inatteso
ja: 予期しないエラー
ko: 예기치 않은 오류
nl: Onverwachte fout
ru: Неожиданная ошибка
tr: Hata
zh_hans: 意外错误
zh_hant: 意外錯誤

source: Video
ar: الفيديو
es_mx: Vídeo
fr: Vidéo
hi_in: वीडियो
ja: ビデオ
ko: 비디오
ru: Видео
zh_hans: 视频
zh_hant: 視頻

source: OK
ar: تأكيد
es_mx: Confirmar
hi_in: पुष्टि
ja: 確認
ko: 확인
ru: Подтвердить
zh_hans: 确认
zh_hant: 確定
